[
    {
        "nameUs": "1,1-dichloroethylene",
        "category": 3,
        "nameLatin": "1,1-dichloroethylene",
        "namePt": "1,1-dicloroeteno",
        "origin": "Artificial, a partir de cloro e etano (gás natural), geralmente por meio de uma reação química conhecida como cloração do etano.",
        "mainFunction": "Solvente, utilizado em aplicações como limpeza de metais, limpeza de couros no curtimento e remoção de manchas na indústria têxtil .",
        "ref": "[194][A]"
    },
    {
        "nameUs": "1,2-Benzoisothiazolinone",
        "category": 3,
        "namePt": "1,2-Benzo-Isotiazolinona ",
        "origin": "Artificial, a partir da reação do cloreto de tionila com ácido ditiodibenzóico, adquirida na forma de solução aquosa ou combinada com outras substâncias",
        "mainFunction": "Conservante, destinado a inibir o crescimento de microorganismos durante sua fabricação e estocagem, ou para proteger os produtos da contaminação inadvertida durante o uso",
        "ref": "[22] [F] [J] [K]"
    },
    {
        "nameUs": "2-Phenoxyethanol",
        "category": 3,
        "nameLatin": "Phenoxyethanolum",
        "namePt": "2-Fenoxietanol ",
        "origin": "Artificial, a partir do processo de aquecimento do fenol, do carbonato de etileno e do flureto de potássio, contudo é encontrado naturalmente na planta do chá verde (Camellia sinensis)",
        "mainFunction": "Conservante, destinado a inibir o crescimento de microorganismos durante sua fabricação e estocagem, ou para proteger os produtos da contaminação inadvertida durante o uso",
        "ref": "[100] [99] [21] [A2] [F] [J] [K]"
    },
    {
        "nameUs": "4,4'-bis(triazinylamino)-stilbene-2,2'-disulfonic acid",
        "category": 3,
        "namePt": "Ácido 4,4'-bis-(triazinilamino)-estilbeno-2,2'- dissulfônico",
        "origin": "Artificial, a partir da condensação de cloreto cianúrico com ácido diamino-estilbeno-dissulfônico, seguido de condensação sucessiva com outras aminas",
        "mainFunction": "Branqueador óptico, destinado a absorver radiações ultravioletas e emitir radiações na região visível da luz",
        "ref": "[38] [37] [H]"
    },
    {
        "nameUs": "70% alcohol",
        "category": 3,
        "nameLatin": "70% alcohol",
        "namePt": "Alcool 70%",
        "origin": "Artificial, a partir do processo de fermentação de amido e outros açúcares de fontes naturais como a cana de açúcar ou outros compostos de origem vegetal.",
        "mainFunction": "Antisséptico, utilizado para higienização de locais, possuindo propriedades antibacteriana.",
        "ref": "[84] [F] [A2] [87]"
    },
    {
        "nameUs": "Acetic acid",
        "category": 3,
        "nameLatin": "Ethanoic acid",
        "namePt": "Ácido acético",
        "origin": "Natural e sintético, é encontrado em tecidos animais e vegetais e produzido pela oxidação do etanol do vinho.",
        "mainFunction": "Utilizado na limpeza doméstica para desengordurar, desinfetar, dar brilho e eliminar odores.",
        "ref": "[340] [341] [342]"
    },
    {
        "nameUs": "Acetone",
        "category": 3,
        "nameLatin": "beta-ketopropane",
        "namePt": "Acetona",
        "origin": "Artificial, a partir da decomposição térmica do acetato de cálcio, pela hidratação do propeno ou por oxidação do cumeno.",
        "mainFunction": "Solvente, utilizado para tintas, vernizes, thinners, removedores, adesivos. Uso em agentes de limpeza de produto eletrônico, adsorventes, intermediário de síntese em química orgânica de compostos de produtos farmacêuticos.",
        "ref": "[120] [116] [P]"
    },
    {
        "nameUs": "Acetylene Tetrabromide",
        "category": 3,
        "nameLatin": "1,1,2,2-tetrabromoethane",
        "namePt": "1,1,2,2-tetrabromoetano",
        "origin": "Artificial, a partir de bromo e etileno (eteno), geralmente por meio de uma reação química conhecida como bromagem do etileno.",
        "mainFunction": "Composto, utilizado como como agente extintor",
        "ref": "[195][A2] [H]"
    },
    {
        "nameUs": "Acrylic acid",
        "category": 3,
        "nameLatin": "Prop-2-enoic acid",
        "namePt": "Ácido acrílico",
        "origin": "Sintético, produzido a partir da reação de propileno com oxigênio em presença de catalisadores.",
        "mainFunction": "Polímero, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [257 [258 [G2"
    },
    {
        "nameUs": "Activated oxygen",
        "category": 3,
        "nameLatin": "Ozone",
        "namePt": "Oxigênio ativo",
        "origin": "Artificial, a partir da adição de um elétron é chamado de redução.",
        "mainFunction": "Desinfetante, utilizado em saneantes como um agente de branqueamento, ajudando a remover manchas e sujeiras difíceis, e também como um agente de desinfecção para matar bactérias e germes.",
        "ref": "[172] [H]  [L]"
    },
    {
        "nameUs": "Alkalizing",
        "category": 3,
        "nameLatin": "alkaline",
        "namePt": "Alcalinizante",
        "origin": "Artificial, a partir de processos de erosão e dissolução de rochas e minérios que formam o aquífero.",
        "mainFunction": "Composto, usado para aumento do pH em meio aquoso em tratamento de água e tratamento de efluentes.",
        "ref": "[140] [141] "
    },
    {
        "nameUs": "Alkyl (C12-14) ether sulfonic acid",
        "category": 3,
        "nameLatin": "ALES",
        "namePt": "Ácido n-alquil (C12-14) eter sulfônico",
        "origin": "Artificial, obtido por meio da sulfonação de álcoois graxos obtidos a partir de óleos e gorduras naturais.",
        "mainFunction": "tensoativo aniônico, utilizado em formulações de produtos de limpeza, como detergentes, sabões líquidos e produtos de limpeza automotiva.",
        "ref": "[A5] [273 [274 [G2"
    },
    {
        "nameUs": "Alkyl benzyl ammonium bromide",
        "category": 3,
        "nameLatin": "ADBB",
        "namePt": "Brometo de alquil benzil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de benzalcônio e um álcool graxo.",
        "mainFunction": "composto químico catiônico, utilizado como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais e produtos para a pele.",
        "ref": "[A5] [296 [G2 "
    },
    {
        "nameUs": "Alkyl dimethyl benzyl ammonium chloride",
        "category": 3,
        "nameLatin": "ADBAC or BZK",
        "namePt": "Cloreto de alquil dimetil benzil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de benzalcônio e um ácido graxo.",
        "mainFunction": "composto químico catiônico, utilizado como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais",
        "ref": "[A5] [297 [G2 "
    },
    {
        "nameUs": "Alkyl dimethyl ethylbenzyl ammonium chloride",
        "category": 3,
        "nameLatin": "C12-15 alkylbenzyl dimethylammonium chloride ",
        "namePt": "Cloreto de alquil dimetil etil benzil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de benzalcônio e um ácido graxo.",
        "mainFunction": "composto químico catiônico, utilizado como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais e produtos para a pele.",
        "ref": "[A5] [298 [G2"
    },
    {
        "nameUs": "Alkyl sulfonate",
        "category": 3,
        "nameLatin": "C10-13-alkyl derivs",
        "namePt": "Sulfonato de alquil",
        "origin": "Artificial, a partir da reação de alquilação Friedel-Crafts entre o benzeno com olefinas lineares ou haletos de alquilas.",
        "mainFunction": "Emoliente, usado como componente ativo do detergente doméstico de lavar louças.",
        "ref": "[99] [103] [L]"
    },
    {
        "nameUs": "Alkylbenzene",
        "category": 3,
        "nameLatin": "Phenylalkane",
        "namePt": "Alquilbenzeno",
        "origin": "Sintético, produzido pela alquilação do benzeno com olifenas lineares.",
        "mainFunction": "Utilizado como matéria-prima na produção de detergentes, tem como função a produção de espumas e eliminação de microorganismos.",
        "ref": "[372] [373]"
    },
    {
        "nameUs": "Alkyldimethylbenzylammonium chloride",
        "category": 3,
        "nameLatin": "Long-chain benzalkonium chloride",
        "namePt": "Cloreto de benzalquônio de cadeia longa",
        "origin": "Artificial, produzido a partir da reação entre cloreto de benzalquônio e álcool graxo.",
        "mainFunction": "agente antisséptico e bactericida. Utilizado em formulações de produtos para limpeza e desinfecção de superfícies e feridas.",
        "ref": "[229][244] [A1]"
    },
    {
        "nameUs": "Alkylphenol ethoxylate",
        "category": 3,
        "nameLatin": "Alkylphenol ethoxylate",
        "namePt": "Alquilfenol etoxilado",
        "origin": "Sintético, produzido a partir dos alquifenóis.",
        "mainFunction": "Utilizado na produção de detergentes. ",
        "ref": "[302]"
    },
    {
        "nameUs": "Aluminum sulfate",
        "category": 3,
        "nameLatin": "Aluminium sulphate",
        "namePt": "Sulfato de alumínio",
        "origin": "Artificial, a partir da reação entre o ácido sulfúrico ou com hidróxido de alumínio ou com alumínio metálico ",
        "mainFunction": "Utilizado como coagulante em processos de tratamento de água, ajudando a remover impurezas e partículas suspensas.",
        "ref": "[40] [M] [A2] [379]"
    },
    {
        "nameUs": "Amine oxide",
        "category": 3,
        "nameLatin": "Lauramine oxide",
        "namePt": "Amina óxida",
        "origin": "Artificial, a partir de aminas terciárias, geralmente variações das dimetil alquil aminas, oxidadas com peróxido de hidrogênio.",
        "mainFunction": "Desinfetante, utilizado em formulações de detergente lava louça, detergente lava roupa, alvejantes clorados, cloro gel, alvejantes com oxigênio ativo, shampoo para carros, produtos desengraxante e limpadores de piso.",
        "ref": "[107] [112] [J]"
    },
    {
        "nameUs": "Ammonia",
        "category": 3,
        "nameLatin": "Ammonium hydroxide",
        "namePt": "Amônia",
        "origin": "Natural e sintético, encontrado no ar e no solo ou produzido por síntese a partir de nitrogênio e hidrogênio.",
        "mainFunction": "Utilizada na produção de desinfetantes, pois é solúvel em água, podendo formar uma solução e servindo como sprays limpadores.",
        "ref": "[369]"
    },
    {
        "nameUs": "Ammonium chloride",
        "category": 3,
        "nameLatin": "NH4Cl",
        "namePt": "Cloreto de amônio",
        "origin": "Artificial, a partir da reação da amônia ( obtida por aquecimento do carvão) com ácido clorídrico",
        "mainFunction": "Cera\/Lustrador\/Polidor; destinado a limpar e\/ou polir e\/ou proteger superfícies por ação física e\/ou química.",
        "ref": "[50] [H] [F]"
    },
    {
        "nameUs": "Ammonia",
        "category": 3,
        "nameLatin": "Ammonia",
        "namePt": "Amônia",
        "origin": "Artificial, a partir da reação química entre gás nitrogênio e gás hidrogênio a altas temperaturas e pressões em presença de um catalisador de ferro.",
        "mainFunction": "Desinfetante, usado para dissolver facilmente a gordura e a sujeira, tornando-a uma escolha popular para a limpeza de vidros, pisos e superfícies sanitárias.",
        "ref": "[166] [H]  [F]"
    },
    {
        "nameUs": "Ammonium sulphate",
        "category": 3,
        "nameLatin": "Ammonium sulfate",
        "namePt": "Sulfato de amônio",
        "origin": "Artificial, a partir do subproduto do processo de fabricação do náilon ou de alguns produtos que contêm amônia ou ácido sulfúrico.",
        "mainFunction": "Desinfetante, utilizado devido à sua capacidade de dissolver a sujeira e oleosidade.",
        "ref": "[168] [A] [H] "
    },
    {
        "nameUs": "Amyl acetate",
        "category": 3,
        "nameLatin": "1-Pentanol acetate",
        "namePt": "Acetato de amilia",
        "origin": "Artificial, a partir da reação de ácido acético com álcool amílico em meio ácido.",
        "mainFunction": "Solvente, usado na formulação de thinners, tintas para impressão e acabamento e componente de formulação para a indústria de couros.",
        "ref": "[115] [116] [V]"
    },
    {
        "nameUs": "Amylase",
        "category": 3,
        "nameLatin": " amyloglucosidase",
        "namePt": "Amilase",
        "origin": "Natural; a partir da fermentação de carboidratos por fungos filamentosos (mofos ou bolores) ou bactérias que se encontram dentro de tecidos de plantas.",
        "mainFunction": "Tira-manchas, destinado à remoção de manchas de superfícies inanimadas e tecidos",
        "ref": "[71] [70] [L] [F] [H]"
    },
    {
        "nameUs": "Anhydrous alcohol",
        "category": 3,
        "nameLatin": "waterless",
        "namePt": "Álcool anidro",
        "origin": "Artificial,  a partir do processo de desidratação, que ocorre com a destilação fracionada, em que se evapora a água após separá-la do álcool.",
        "mainFunction": "Solvenete, utilizado na fabricação de tintas, marcadores e produtos de higiene pessoal. Produto para fins industriais a ser utilizado por profissional.",
        "ref": "[118] [116]"
    },
    {
        "nameUs": "Anionic Surfactants",
        "category": 3,
        "nameLatin": "Sodium Dodecyl Sulfate.",
        "namePt": "Tensoativos Aniônicos",
        "origin": "Artificial, a partir do processamento do petróleo.",
        "mainFunction": "Composto, utilizado em sabões em pó para roupas, correspondendo a 59% do volume de uso de produtos aniônicos e 33% do volume de uso total de tensoativos.",
        "ref": "[138] [139] [148]"
    },
    {
        "nameUs": "Antimony trichloride",
        "category": 3,
        "nameLatin": "Antimony trichloride",
        "namePt": "Tricloreto de antimônio",
        "origin": "Artificial, produzido a partir da reação entre cloreto de antimônio e cloro.",
        "mainFunction": "agente emulsificante e solvente. Utilizado em formulações de produtos para cuidados com a pele e cabelos, como cremes e loções.",
        "ref": "[222][237]"
    },
    {
        "nameUs": "Benzalkonium bromide",
        "category": 3,
        "nameLatin": "N-Benzyl-N,N-dimethyl-2-{2-[4-(1,1,3,3-tetramethylbutyl)phenoxy]ethoxy}ethanaminium bromide",
        "namePt": "Brometo de benzalcônio",
        "origin": "Sintético, produzido a partir da reação de cloreto de benzalcônio com brometo de sódio.",
        "mainFunction": "Conservante e desinfetante, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [241 [242 [G2"
    },
    {
        "nameUs": "Benzalkonium chloride",
        "category": 3,
        "nameLatin": "BAC ",
        "namePt": "Cloreto de Benzalcônico",
        "origin": "Artificial, a partir da reação de uma amina terciária de cadeia carbônica longa e o cloreto de benzila",
        "mainFunction": "Composto químico catiônico também chamado de alquil dimetil benzil amônio cloreto, é utulizado como desinfetante destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados em objetos inanimados ou ambientes ou como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais e produtos para a pele.",
        "ref": "[A5] [275 [276 [G2] [30] [I]"
    },
    {
        "nameUs": "Benzoic acid",
        "category": 3,
        "nameLatin": "Benzoic acid",
        "namePt": "Ácido benzóico",
        "origin": "Natural, a partir de ameixas e em frutas de bagas (morango, amora, framboesa, groselha), em bálsamos, em resinas e principalmente na casca de árvores",
        "mainFunction": "Conservante, utilizado para prevenir o crescimento de micro-organismos e aumentar a vida útil do produto.",
        "ref": "[174] [H]  [L]"
    },
    {
        "nameUs": "Benzoyl peroxide",
        "category": 3,
        "nameLatin": "Benzoyl peroxide",
        "namePt": "Peróxido de benzoíla",
        "origin": "Artificial, produzido a partir da oxidação do tolueno.",
        "mainFunction": "agente antisséptico, antibacteriano e anti-inflamatório. Utilizado em formulações de produtos para tratamento da acne.",
        "ref": "[221][236] [A1]"
    },
    {
        "nameUs": "Benzyl salicylate",
        "category": 3,
        "nameLatin": "Benzyl salicylate",
        "namePt": "Salicilato de benzila ",
        "origin": "Artificial, a partir da reação do álcool benzílico com o ácido salicílico, o qual é encontrado naturalmente em cascas de salgueiro, cravos e em óleos essenciais de diversas plantas",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis",
        "ref": "[A2] [H] [119] [120]"
    },
    {
        "nameUs": "Bromobutene",
        "category": 3,
        "nameLatin": "bromobutene",
        "namePt": "Bromobuteno",
        "origin": "Artificial, a partir  da reação de bromometilação do propeno, que é a reação entre o propeno e bromo. ",
        "mainFunction": "Composto, utilizado para remover o ácido sulfúrico e algum butan-1-ol.",
        "ref": "[214][A][N] [L]"
    },
    {
        "nameUs": "Bromopropene",
        "category": 3,
        "nameLatin": "bromopropene",
        "namePt": "Bromopropeno",
        "origin": "Artificial, a partir da reação de bromometilação do propeno, que é a reação entre o propeno e bromo. ",
        "mainFunction": "Solvente, utilizado para entupimentos, mau cheiro e transbordamentos. ",
        "ref": "[210][A]"
    },
    {
        "nameUs": "Butyl ether of ethylene glycol",
        "category": 3,
        "nameLatin": "Butyl ether of ethylene glycol",
        "namePt": "Éter butílico do etilenoglicol.",
        "origin": "Artificial, produzido a partir da reação entre etilenoglicol e álcool butílico.",
        "mainFunction": "solvente e emoliente. Utilizado em formulações de produtos para cuidados com a pele, como cremes hidratantes e loções corporais.",
        "ref": "[230][245] [A1]"
    },
    {
        "nameUs": "Butyl glycol",
        "category": 3,
        "nameLatin": "BG",
        "namePt": "Butilglicol",
        "origin": "Artificial, a partir da reação de eterificação de óxido de etileno com butanol.",
        "mainFunction": "Composto, usado em thinner de resinas sintéticas como acrílica, epoxi, nitrocelulose, alquídicas e fenólicas.",
        "ref": "[123] "
    },
    {
        "nameUs": "Butyl glycol",
        "category": 3,
        "nameLatin": "Butyl glycol",
        "namePt": "Butilglicol",
        "origin": "Sintético, produzido pela reação de esterificação de óxido de etileno com butanol.",
        "mainFunction": "Utilizado na produção de produtos de limpeza doméstica e de metais, ",
        "ref": "[326]"
    },
    {
        "nameUs": "Butylphenyl Methylpropional",
        "category": 3,
        "nameLatin": "Lilal",
        "namePt": "Butilfenil Metilpropional",
        "origin": "Artificial, a partir de uma dupla oxidação avançada no composto 4-terc-butil tolueno",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis",
        "ref": "[H] [87]"
    },
    {
        "nameUs": "Lyral",
        "category": 3,
        "nameLatin": "Kovanol",
        "namePt": "Lyral",
        "origin": "Artificial, a partir do composto mirceno, o qual é encontrado naturalmente nas plantas tomilho, lúpulo, capim-limão, etc.",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis",
        "ref": "[H] [126] [79]"
    },
    {
        "nameUs": "Praletrina",
        "category": 3,
        "nameLatin": "Praletrina",
        "namePt": "praletrina",
        "origin": "Natural, a partir de um éster do ácido crisantêmico produzido pelas plantas do gênero Chrysanthemum.",
        "mainFunction": "Pestecida, utilizado no controle de mosquitos e moscas.",
        "ref": "[90] [95] [A1]"
    },
    {
        "nameUs": "Calcium bis(dihydrogen phosphate)",
        "category": 3,
        "nameLatin": "Triethanolamine",
        "namePt": "Trietanolamina",
        "origin": "Sintético, produzido a partir de reações subsequentes entre as monoetanolamina e a dietanolamina com óxido de eten.",
        "mainFunction": "Utilizado como agente alcalinizante na produção de detergentes.",
        "ref": "[303]"
    },
    {
        "nameUs": "Calcium chloride",
        "category": 3,
        "nameLatin": "Calcium chloride anhydrous",
        "namePt": "Cloreto de cálcio",
        "origin": "Sintético, produzido a partir da reação do calcário com ácido clorídrico e pode ser obtido como subproduto da reação do carbonato de sódio no processo de Solvay, ou ainda a partir de pedra calcária.",
        "mainFunction": "Fungicida, destinado a matar ou inibir o crescimento de fungos e agente dessecante para remover a umidade do ar em ambientes fechados.",
        "ref": "[P] [F] [A1] [363] [364]"
    },
    {
        "nameUs": "Calcium hydroxide",
        "category": 3,
        "nameLatin": "Slaked Lime",
        "namePt": "Hidróxido de cálcio",
        "origin": "Artificial; a partir da conchas do mar; giz e rochas como o calcário passando por hidratação na reação química.",
        "mainFunction": "Floculante, destinado a aglomerar os coágulos formados pela ação do coagulante em partículas maiores, chamadas de flocos",
        "ref": "[A1] [R] [Q] [62]"
    },
    {
        "nameUs": "Calcium hypochorite",
        "category": 3,
        "nameLatin": "bleaching powder",
        "namePt": "Hipoclorito de cálcio",
        "origin": "Artificial, a partir da reação de hidróxido de cálcio com uma solução de hipoclorito de sódio",
        "mainFunction": "Alvejante, destinado a branquear\/alvejar superfícies, tecidos, etc., por processos químicos e\/ou físicos.",
        "ref": "[12] [H]"
    },
    {
        "nameUs": "Calcofluor White M2R",
        "category": 3,
        "nameLatin": "Fluorescent Brightener 28\/Calcofluor 28",
        "namePt": "Calcofluor Branco M2R",
        "origin": "Artificial, a partir da derivação do sistema 1,3,5-triazínico ",
        "mainFunction": "Branqueador óptico, destinado a absorver radiações ultravioletas e emitir radiações na região visível da luz",
        "ref": "[41] [37] [H]"
    },
    {
        "nameUs": "Carbamide peroxide",
        "category": 3,
        "nameLatin": "Carbamide peroxide",
        "namePt": "Peróxido de carbamida",
        "origin": "Artificial, produzido a partir da reação entre ureia e peróxido de hidrogênio.",
        "mainFunction": "agente clareador e branqueador. Utilizado em produtos para clareamento dental, como géis e cremes dentais.",
        "ref": "[218][233] [A1]"
    },
    {
        "nameUs": "Carbon tetrachloride",
        "category": 3,
        "nameLatin": "Carbon tetrachloride",
        "namePt": "Tetracloreto de carbono",
        "origin": "Artificial, a partir  de cloro e metano, geralmente através de uma reação química conhecida como cloração do metano.",
        "mainFunction": "Refrigerante, usado principalmente na fabricação de gases para refrigeração e propelentes em aerossóis.",
        "ref": "[187][L]"
    },
    {
        "nameUs": "Caspase",
        "category": 3,
        "nameLatin": "Protease",
        "namePt": "Protease",
        "origin": "Natural, a partir da fermentação de fungos filamentosos (mofos ou bolores) que se encontram dentro de tecidos de plantas ou a partir da fermentação de bactérias específicas como as Lactobacillus casei ",
        "mainFunction": "Tira-manchas, destinado à remoção de manchas de superfícies inanimadas e tecidos",
        "ref": "[L] [F] [H]"
    },
    {
        "nameUs": "Cellulase",
        "category": 3,
        "nameLatin": "Carboxymethyl cellulase",
        "namePt": "Celulase",
        "origin": "Natural, a partir da fermentação de fungos filamentosos (mofos ou bolores) que se encontram dentro de tecidos de plantas (como o bagaço da cana-de-açúcar) ",
        "mainFunction": "Tira-manchas, destinado à remoção de manchas de superfícies inanimadas e tecidos",
        "ref": "[71] [F] [H] [L]"
    },
    {
        "nameUs": "Cellulose",
        "category": 3,
        "nameLatin": "carbohydrate",
        "namePt": "Celulose",
        "origin": "Artificial, a partir do processo de extração, que vai fazer a ruptura das ligações das fibras, dentro da madeira, dando origem a polpa de celulose.",
        "mainFunction": " Espessante, utilizada para produzir, também, fraldas descartáveis, tecidos, papel higiênico, absorventes, enchimento de comprimidos e emulsionantes.",
        "ref": "[109] [114] [A1]"
    },
    {
        "nameUs": "Cetrimide",
        "category": 3,
        "nameLatin": "Cetrimide",
        "namePt": "Cetrimida",
        "origin": "Sintético, sua fórmula foi derivada do meio King A. ",
        "mainFunction": "Utilizado como agente antibactericida e anti séptico, muito utilizado em produtos de limpeza hospitalar. ",
        "ref": "[316] [317]"
    },
    {
        "nameUs": "Cetyl alcohol",
        "category": 3,
        "nameLatin": "1-hexadecanol",
        "namePt": "Álcool cetílico",
        "origin": "Artificial, a partir de óleos vegetais de coco ou de palmiste ou produzido a partir do etileno e de fontes petroquímicas, como a parafina",
        "mainFunction": "Emulsificante, destinado a tornar as fases de compostos que não se misturam mais uniformes possível ",
        "ref": "[A2] [N] [95] [96]"
    },
    {
        "nameUs": "Cetylpyridinium chloride",
        "category": 3,
        "nameLatin": "Cetylpyridinium chloride",
        "namePt": "Cloreto de cetilpiridínio",
        "origin": "Sintético, produzido a partir da reação de cloreto de cetyl com piridina.",
        "mainFunction": "Agente conservante e desinfetante, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [251] [252 [G2 "
    },
    {
        "nameUs": "Cetyltrimethylammonium chloride",
        "category": 3,
        "nameLatin": "CTAC",
        "namePt": "Cloreto de cetiltrimetil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de trimetilamina e cloridrato de cetilamina.",
        "mainFunction": "composto químico catiônico, utilizado como agente condicionante em produtos cosméticos, como condicionadores de cabelo e loções corporais.",
        "ref": "[A5] [279 [280 [G2"
    },
    {
        "nameUs": "Chloreal",
        "category": 3,
        "nameLatin": "Chloreal",
        "namePt": "Cloreal",
        "origin": "Artificial, a partir da mistura de  etanol, glicerina e peroxido de hidrogênio. ",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[H] [169]"
    },
    {
        "nameUs": "chlorhexidine",
        "category": 3,
        "nameLatin": "Corsodyl",
        "namePt": "clorexidina",
        "origin": "Artificial, a partir da mistura de Álcool etílico, dietanolamida de ácido graxo de côco, corante, ácido cítrico, amina óxida, polímero de celulose, essência e água deionizada.",
        "mainFunction": "Desinfetante, utilizado como antisséptico químico com ação antibacteriana.",
        "ref": "[100] [104] [J] [K]"
    },
    {
        "nameUs": "Chlorhydrin ethylene",
        "category": 3,
        "nameLatin": "Chlorhydrin ethylene",
        "namePt": "Etilieno cloridrina",
        "origin": "Artificial, a partir da reação do hormônio etileno com ácido hipocloroso",
        "mainFunction": "Esterilizante, destinado à destruição de todos os micro-organismos, inclusive esporulados, a tal ponto que não seja mais possível detectá-los através de testes microbiológicos padrão",
        "ref": "[67] [61] [I]"
    },
    {
        "nameUs": "Chlorine",
        "category": 3,
        "nameLatin": " Calcium hypochlorite",
        "namePt": "Cloro",
        "origin": "Artificial, a partir da eletrólise de cloretos e cloratos da água do mar, de depósitos naturais de minerais e de gases vulcânicos provenientes da decomposição de sais marinhos",
        "mainFunction": "Alvejante, destinado a branquear\/alvejar superfícies, tecidos, etc., por processos químicos e\/ou físicos",
        "ref": "[12] [H]"
    },
    {
        "nameUs": "Chlorine dioxide",
        "category": 3,
        "nameLatin": "ClO2",
        "namePt": "Dióxido de cloro",
        "origin": "Artificial, a partir a redução de íons clorato com ácido clorídrico ou dióxido de enxofre em solução fortemente ácida",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[12] [I]"
    },
    {
        "nameUs": "chloroethylene",
        "category": 3,
        "nameLatin": "chloroethylene",
        "namePt": "Tricloroeteno",
        "origin": "Artificial, a partir  de cloro e eteno (etileno), geralmente por meio de uma reação química conhecida como cloração do eteno.",
        "mainFunction": "solvente, usado em extração de gorduras, óleos e ceras.",
        "ref": "[188][A][U]"
    },
    {
        "nameUs": "Chloroform",
        "category": 3,
        "nameLatin": "Trichloromethane",
        "namePt": "Clorofórmio",
        "origin": "Sintético, formado como subproduto da cloração da água.",
        "mainFunction": "Foi usado como anestésico no passado, mas atualmente é mais utilizado como solvente industrial e agente de limpeza a seco.",
        "ref": "[339]"
    },
    {
        "nameUs": "Chlorogenic acid",
        "category": 3,
        "nameLatin": "Chlorogenic acid",
        "namePt": "Ácido clorogênico",
        "origin": "Artificial, a partir da mistura entre dois compostos: o cloreto férrico, um ácido químico, e o ácido cafeico, um derivado cinâmico, o extrato do café verde.",
        "mainFunction": "Desinfetante, utilizado como ingrediente ativo em produtos de limpeza e desinfecção, devido à sua capacidade de matar bactérias e outros microrganismos.",
        "ref": "[167] [A]"
    },
    {
        "nameUs": "Chlorosulfonic acid",
        "category": 3,
        "nameLatin": "Sulfuric acid, chloro-",
        "namePt": "Ácido clorossulfônico",
        "origin": "Sintético, produzido a partir da reação de cloro com dióxido de enxofre.",
        "mainFunction": "Agente de limpeza, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [261  [262 [G2"
    },
    {
        "nameUs": "Cipermetrine",
        "category": 3,
        "nameLatin": "Cipermetrine",
        "namePt": "Cipermetrina",
        "origin": "Natural, a partir da superfície de águas em escala mundial - nos sistemas de escoamento ou aquicultura e até mesmo em águas pluviais.",
        "mainFunction": "Pestecida, usado para o controle de pragas nas culturas de algodão, milho, milheto e soja.",
        "ref": "[92] [H] [A1]"
    },
    {
        "nameUs": "Citric acid",
        "category": 3,
        "nameLatin": "3-carboxy-3-hydroxypentanedioic acid",
        "namePt": "Ácido cítrico",
        "origin": "Artificial, a partir da processo de fermentação de sacarose realizada pelo fungo Aspergillusniger ou pela levedura Candida lipolytica, utilizando como matéria prima o melaço de cana de açúcar ou a dextrose.",
        "mainFunction": "Composto, utilizado na limpeza de máquinas, por exemplo de café expresso, auxiliando na limpeza dos filtros.",
        "ref": "[106] [110"
    },
    {
        "nameUs": "Citric acid monohydrate",
        "category": 3,
        "nameLatin": "2-Hydroxypropane-1,2,3-tricarboxylic acid monohydrate",
        "namePt": "Ácido cítrico monoidratado",
        "origin": "Natural, presente em frutas cítricas como limão e laranja, ou sintético, produzido a partir de açúcares.",
        "mainFunction": "Agente complexante e acidulante utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [239 [240 [G2"
    },
    {
        "nameUs": "Citronellal",
        "category": 3,
        "nameLatin": "Citronellal",
        "namePt": "Citronelal",
        "origin": "Natural, de origem vegetal.",
        "mainFunction": "Utilizado em remédios, fragrâncias, produtos de limpeza e cosméticos.  ",
        "ref": "[332] [333]"
    },
    {
        "nameUs": "Citronellol",
        "category": 3,
        "nameLatin": "DL-Citronellol",
        "namePt": "Citronelol",
        "origin": "Artificial, a partir da hidrogenação de nerol e geraniol, compostos encontrados naturalmente nos óleos essenciais de capim-limão, óleo de rosa,citronela,lavanda,laranja-natal, etc.",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis",
        "ref": "[A2] [H] [127] "
    },
    {
        "nameUs": "Cloropropene",
        "category": 3,
        "nameLatin": "chloropropene",
        "namePt": "Cloropropeno",
        "origin": "Artificial, a partir da clorometilação do propeno, que é a reação entre o propeno e cloro.",
        "mainFunction": "Composto, utilizado na confecção de diversos artefatos, como roupas de mergulho e de ginástica, revestimentos de cabos, pneumáticos especiais e na indústria calçadista, entre outros.",
        "ref": "[209][N] [U]"
    },
    {
        "nameUs": "Cocamidopropyl Betaine",
        "category": 3,
        "nameLatin": "1-Propanaminium",
        "namePt": "Cocoamido propil betaína",
        "origin": "Artificial, a partir da reação de babaçu ou óleo de coco com a dimetilpropilamina",
        "mainFunction": "Emulsificante, destinado a tornar as fases de compostos que não se misturam mais uniformes possível ",
        "ref": "[29] [A2] [N] [H]"
    },
    {
        "nameUs": "Cocoamidopropyl betaine",
        "category": 3,
        "nameLatin": "Cocoamidopropyl betaine",
        "namePt": "Cocoamidopropil betaína",
        "origin": "Sintético, produzido a partir da condensação  de babaçu ou óleo de coco com a dimetilpropilamina. ",
        "mainFunction": "Utilizado em produtos saneantes e cosméticos para melhorar a capacidade de espumante,  de espessamento, detergência e redução da irritação de pele. ",
        "ref": "[308] [309]"
    },
    {
        "nameUs": "Coconut Fatty Acid Diethanolamide",
        "category": 3,
        "nameLatin": " cocamide DEA",
        "namePt": "Dietanolamida de ácido graxo de côco",
        "origin": "Artificial, a partir na reação de ácidos graxos e outros derivados de óleos de cocos com dietanolaminas.",
        "mainFunction": "Emoliente, usado por suas propriedades sobreengordurantes, solubilizante de óleos e fragrâncias.",
        "ref": "[105] [111]"
    },
    {
        "nameUs": "Copper sulfate pentahydrate",
        "category": 3,
        "nameLatin": "Copper sulfate pentahydrate",
        "namePt": "Sulfato de cobre pentahidratado",
        "origin": "Natural e sintético, encontrado na natureza como calcantita e pode ser produzida pela reação de ácido sulfúrico com óxido de cobre.",
        "mainFunction": "Utilizado na produção de tintas e produtos químicos de construção e detergentes.",
        "ref": "[313] [314] [315]"
    },
    {
        "nameUs": "Copper sulfate pentahydrate",
        "category": 3,
        "nameLatin": "Cupric sulfate pentahydrate",
        "namePt": "Sulfato de cobre pentahidratado",
        "origin": "Natural, encontrado na natureza na forma de minerais como a crisocola",
        "mainFunction": "sal inorgânico, utilizado em diversas aplicações, como na agricultura como fungicida e bactericida, em indústrias químicas como catalisador em reações de síntese, e em produtos para tratamento de água como algicida.",
        "ref": "[A5] [287 [288 [G2"
    },
    {
        "nameUs": "Copper sulphate",
        "category": 3,
        "nameLatin": "Copper sulfate",
        "namePt": "Sulfato de cobre",
        "origin": "Artificial, a partir da reação química entre o cobre metálico ou seus compostos com ácido sulfúrico.",
        "mainFunction": "Biocida, utilizado para controlar fungos e bactérias em aplicações de saneamento, incluindo tratamento de água, agricultura, e tecidos.",
        "ref": "[179] [185] [N] [F]"
    },
    {
        "nameUs": "Cyanuric acid",
        "category": 3,
        "nameLatin": "Cyanuric acid",
        "namePt": "Ácido cianúrico",
        "origin": "Sintético, produzido pela decomposição térmica da ureia. ",
        "mainFunction": "Utilizado como estabilizador de de cloro de piscinas, ou seja, protege o cloro da ação dos raios solares na limpeza das piscinas.",
        "ref": "[334] [335] "
    },
    {
        "nameUs": "cyclohexene",
        "category": 3,
        "nameLatin": "Limonene",
        "namePt": "limoneno",
        "origin": "Natural, a partir de um resíduo industrial da fabricação de suco de laranja. ",
        "mainFunction": "Solvente, utilizado em dissolventes de resinas, pigmentos, tintas, na fabricação de adesivos, etc.",
        "ref": "[149] [158] [A]"
    },
    {
        "nameUs": "Cymbopogon schoenanthus extract",
        "category": 3,
        "nameLatin": "Lemongrass Extract",
        "namePt": "Extrato de capim-limão\/ capim-santo",
        "origin": "Artificial, a partir de processos de extração do sumo das folhas,flores,caules, hastes,cascas ou raízes do capim-santo\/ capim-limão",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis",
        "ref": "[A2] [H] [139] [140]"
    },
    {
        "nameUs": "Cypermethrin",
        "category": 3,
        "nameLatin": "Cypermethrin",
        "namePt": "Cipermetrina",
        "origin": "Sintético, derivado da piretrina natural. ",
        "mainFunction": "Utilizado no controle de baratas, formigas, carrapatos e traças. ",
        "ref": "[319] [320]"
    },
    {
        "nameUs": "Deionized water",
        "category": 3,
        "nameLatin": "Pure water",
        "namePt": "Água deionizada",
        "origin": "Artificial, a partir de um processo em que ocorre a remoção total dos íons da água, por meio de resinas catiônicas e aniônicas. ",
        "mainFunction": "Tensoativo, utilizado em baterias, radiadores, limpador de pára-brisas, ferros de engomar, laboratórios, aquários, fotografia, indústria alimentícia, aparelhos odontológicos, autoclaves, etc.",
        "ref": "[108] [113] [L] [K]"
    },
    {
        "nameUs": "Denatonium benzoate",
        "category": 3,
        "nameLatin": "Bitrex",
        "namePt": "Benzoato de denatônio ",
        "origin": "Sintético, produzido a partir do ácido benzóico.",
        "mainFunction": "Desnaturante, utilizado na produção de desinfetantes, limpadores e produtos de limpeza doméstica em geral. ",
        "ref": "[97] [311] [312]"
    },
    {
        "nameUs": "Diacetone alcohol",
        "category": 3,
        "nameLatin": "DAA",
        "namePt": "Diacetona álcool",
        "origin": "Artificial, a partir da decomposição térmica do acetato de cálcio, pela hidratação do propeno ou por oxidação do cumen",
        "mainFunction": "Composto, utilizado industrialmente em Tintas e Vernizes, Thinners e Retardadores, Defensivos Agrícolas, Produtos para Preservação da Madeira, Vernizes Eletroisolantes, Produtos para Couro e Sínteses Orgânicas.",
        "ref": "[122]"
    },
    {
        "nameUs": "Didecyl dimethyl ammonium chloride",
        "category": 3,
        "nameLatin": "Polyquaternium-6",
        "namePt": "Cloreto de didecil dimetil amônio",
        "origin": "Artificial, a partir da reação entre as substâncias cloreto de alila com dimetilamina",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[H] [131] [132]"
    },
    {
        "nameUs": "Didodecyl dimethyl ammonium chloride",
        "category": 3,
        "nameLatin": "DDAC",
        "namePt": "Cloreto de didodecil dimetil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de dimetilamina e dodecilcloro.",
        "mainFunction": "composto químico catiônico, utilizado como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais e produtos para a pele.",
        "ref": "[A5] [299 [G2 "
    },
    {
        "nameUs": "Diethanolamine",
        "category": 3,
        "nameLatin": "Diethanolamine",
        "namePt": "Dietanolamina",
        "origin": "Artificial, a partir da junção de uma amina com um diálcool, produzida a partir da mistura entre óxido de etileno e amônia.",
        "mainFunction": "Composto, utilizado para criar uma textura de creme, além de proporcionar ação espumante",
        "ref": "[H] A1][V]"
    },
    {
        "nameUs": "Dipropylene Glycol Methyl Ether",
        "category": 3,
        "nameLatin": "Oxybispropanol",
        "namePt": "Éter monoetílico de dipropilenoglicol",
        "origin": "Artificial, a partir da síntese de isómeros como metoximetiletoxi propanol, éter hidroxipropilmetil isopropil e metoxipropoxi propanol",
        "mainFunction": "Removedor, destinado a remover ceras e graxas por uma ação de solvência",
        "ref": "[53] [52] [F] [H]"
    },
    {
        "nameUs": "Disodium Cocoyl Glutamate",
        "category": 3,
        "nameLatin": "N-coco acyl derivs.",
        "namePt": "Cocoil Glutamano Dissódico",
        "origin": "Artificial, a partir do óleo de coco, milho e açúcares de frutas em processos de fermentação.",
        "mainFunction": "Detergência, destinado à limpeza de superfícies e tecidos através da diminuição das forças de interação das moléculas da água.",
        "ref": "[A2] [H] [189]"
    },
    {
        "nameUs": "Disodium phosphate",
        "category": 3,
        "nameLatin": "Sodium phosphate dibasic",
        "namePt": "Fosfato dissódico",
        "origin": "Artificial, a partir da neutralização do ácido fosfórico através da soda caústica, e pode ser encontrado naturalmente principalmente em rochas fosfóricas e em alguns frutos.                                   ",
        "mainFunction": "Agente tampão, destinado a estabilizar o pH dos produtos saneantes.",
        "ref": " [F] [V] [H] [J] [54] [55] [74]"
    },
    {
        "nameUs": "Dodecylbenzenesulfonic acid",
        "category": 3,
        "nameLatin": "DBSA",
        "namePt": "Ácido dodecilbenzenossulfônico",
        "origin": "Artificial, sintetizado a partir da reação entre ácido sulfúrico e dodecilbenzeno.",
        "mainFunction": "tensoativo aniônico, utilizado principalmente como agente de limpeza e emulsificante em produtos de limpeza, como detergentes e sabonetes líquidos.",
        "ref": "[A5] [271 [272 [G2"
    },
    {
        "nameUs": "Ethanoic acid",
        "category": 3,
        "nameLatin": "Acetic acid",
        "namePt": "Ácido acético",
        "origin": "Artificial, a partir de bactérias dos gêneros Acetobacter e Clostridium acetobtylicum que ocorre, por exemplo, quando uma garrafa de vinho é deixada aberta.",
        "mainFunction": "Desinfetante, utilizado como ingrediente ácido para ajustar o pH do produto e como um agente de limpeza suave para remover sujeiras e gorduras.",
        "ref": "[176][185] [N]"
    },
    {
        "nameUs": "Ethanolamine",
        "category": 3,
        "nameLatin": "Monoethanolamine",
        "namePt": "Monoetanolamina",
        "origin": "Artificial, a partir da reação de óxido de etileno com amônia aquosa",
        "mainFunction": "Desincrustante, destinado a remover incrustrações por processo químico ou físico",
        "ref": "[F] [H] [15] [16]"
    },
    {
        "nameUs": "Ethoxylated alcohol",
        "category": 3,
        "nameLatin": "Polyethylene oxide",
        "namePt": "Álcool etoxilado",
        "origin": "Artificial, a partir da reação de álcoois de fontes oleoquímicas ou petroquímicas com óxido de etileno.",
        "mainFunction": "Detergência, destinado à limpeza de superfícies e tecidos através da diminuição das forças de interação das moléculas da água.",
        "ref": "[41] [A2] [H] [F]"
    },
    {
        "nameUs": "Ethyl acetate",
        "category": 3,
        "nameLatin": "ETAC",
        "namePt": "Acetato de etila",
        "origin": "Sintético, a partir da reação de ácido acético com etanol, em presença de ácido sulfúrico.",
        "mainFunction": "Solvenete, utilizado para tintas, vernizes, thinners, removedores, adesivos, tintas de impressão, intermediário de síntese em química orgânica de compostos de produtos farmacêuticos.",
        "ref": "[117] [116] [H]"
    },
    {
        "nameUs": "Ethyl alcohol",
        "category": 3,
        "nameLatin": "Ethanol",
        "namePt": "Álcool etílico",
        "origin": "Artificial, a partir da fermentação de vegetais ricos em açúcares ou por hidratação do etileno.",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados em objetos inanimados ou ambientes.",
        "ref": "[14] [2] [A2] [F] [H]"
    },
    {
        "nameUs": "Ethyl ester",
        "category": 3,
        "nameLatin": "Ethyl butylacetylaminopropionate",
        "namePt": "IR3535",
        "origin": "Natural, a partir da planta chamada Ledum Palustre, também conhecida como Alecrim Silvestre dos Pântanos.",
        "mainFunction": "Composto, utilizado como substância fundamental na produção de repelente. ",
        "ref": "[149] [152] [A] [U]"
    },
    {
        "nameUs": "Ethyl glycol",
        "category": 3,
        "nameLatin": "EG",
        "namePt": "Etilglicol",
        "origin": "Artificial, a partir do etileno, através do intermediário de etanal - o óxido de etileno reage com a água para produzir etilenoglicol",
        "mainFunction": "Ativo, usado para a grande maioria de resinas sintéticas, como acrílica, celulósica (nitrocelulose e acetatos de celulose, CAB – Acetobutirato de Celulose), epóxi, poliéster, de poliuretano, fenólica, vinílica e sistemas hídricos.",
        "ref": "[124] [123]"
    },
    {
        "nameUs": "Ethylene bromide",
        "category": 3,
        "nameLatin": "1,2-dibromoethane",
        "namePt": "Brometo de etileno",
        "origin": "Artificial, a partir da reação entre o etanol e bromo. ",
        "mainFunction": "Composto, usado como pesticida no solo, e em várias culturas.",
        "ref": "[205][A]"
    },
    {
        "nameUs": "Ethylene bromide",
        "category": 3,
        "nameLatin": "ethylene bromide",
        "namePt": "Bromuro de etileno",
        "origin": "Artificial, a partir  da reação entre o etileno e o bromo.",
        "mainFunction": "Solvente, utilizado como domissanitários com ação antimicrobiana,",
        "ref": "[204][N] "
    },
    {
        "nameUs": "Ethylene dibromide",
        "category": 3,
        "nameLatin": "ethylene dibromide",
        "namePt": "Dibromuro de etileno",
        "origin": "Artificial, a partir de bromo e etileno (eteno), geralmente por meio de uma reação química conhecida como bromagem do etileno.",
        "mainFunction": "Aditivo, usado como pesticida no solo, e em várias culturas.",
        "ref": "[192] [A][N] "
    },
    {
        "nameUs": "Ethylene oxide",
        "category": 3,
        "nameLatin": "Ethylene oxide",
        "namePt": "Óxido de etileno",
        "origin": "Artificial, a partir da reação do hormônio etileno com oxigênio e a substância prata como catalisadora ",
        "mainFunction": "Esterilizante, destinado à destruição de todos os micro-organismos, inclusive esporulados, a tal ponto que não seja mais possível detectá-los através de testes microbiológicos padrão",
        "ref": "[66] [65] [61] [I]"
    },
    {
        "nameUs": "Ethylenediaminetetraacetic acid",
        "category": 3,
        "nameLatin": "EDTA",
        "namePt": "EDTA",
        "origin": "Artificial, a partir de uma reação química entre cloreto de etileno diamina e cloreto de ácido acético.",
        "mainFunction": "Sequestrante, usado para melhorar a eficácia da limpeza ao remover cátions metálicos que possam interferir na performance dos outros ingredientes do produto.",
        "ref": "[171] [185] [A]"
    },
    {
        "nameUs": "ethylidene bromide\r",
        "category": 3,
        "nameLatin": "1,1-dibromoethane",
        "namePt": "1,1-dibromoetano",
        "origin": "Artificial, a partir da reação química entre o etanol e bromo. Esta reação é geralmente realizada com um catalisador de Lewis, como o ácido sulfúrico, e ocorre em condições de alta temperatura e pressão.",
        "mainFunction": "Aditivo, usado como pesticida no solo, e em várias culturas.",
        "ref": "[201][A]"
    },
    {
        "nameUs": "Ferrous chloride",
        "category": 3,
        "nameLatin": "chloride Iron dichloride",
        "namePt": "Cloreto ferroso",
        "origin": "Artificial, a partir da reação entre o ácido clorídrico, concentrado em álcool metanol, e o metal ferro",
        "ref": "[51] [F]"
    },
    {
        "nameUs": "Fluorescent dye 32",
        "category": 3,
        "nameLatin": "Indocyanine green",
        "namePt": "Corante fluorescente 32 ",
        "origin": "Artificial, a partir da derivação do sistema 1,3,5-triazínico",
        "mainFunction": "Branqueador óptico, destinado a absorver radiações ultravioletas e emitir radiações na região visível da luz",
        "ref": "[41] [37] [H]"
    },
    {
        "nameUs": "Fluoric acid",
        "category": 3,
        "nameLatin": "Fluoric acid",
        "namePt": "Ácido fluorídrico",
        "origin": "Sintético, produzido a partir da reação entre ácido sulfúrico e fluorita seca.",
        "mainFunction": "Utilizado em para limpar ladrilhos e pedras, remover ferrugens e limpar rodas.",
        "ref": "[377] [378]"
    },
    {
        "nameUs": "Fluorine compounds",
        "category": 3,
        "nameLatin": "Fluorides",
        "namePt": "Fluoretos",
        "origin": "Artificial, a partir  de emissões vulcânicas e ressuspensão da poeira de diferentes origens de solos que contenham fluoretos e por atividades antropogênicas como queima de carvão, produção de fertilizantes a partir de rochas fosfáticas e processos industriais.",
        "mainFunction": "Ativo, usado em produtos de higiene bucal, como pastas de dente, para prevenir a formação de cáries e remover manchas dos dentes.",
        "ref": "[182] [185] [N]"
    },
    {
        "nameUs": "Formaldehyde",
        "category": 3,
        "nameLatin": "Methanal",
        "namePt": "Formaldeído",
        "origin": "Sintético, produzido a partir de processos de combustão.",
        "mainFunction": "Utilizado na produção de plásticos, resinas e como desinfetante.",
        "ref": "[357]"
    },
    {
        "nameUs": "Formaldehyde",
        "category": 3,
        "nameLatin": "Formaldehyde",
        "namePt": "Formaldeído",
        "origin": "Artificial, a partir do metanol, que é um álcool muito tóxico à saúde.",
        "mainFunction": "Desinfetante, utilizado em produtos de limpeza e de cuidado pessoal para controlar o crescimento de bactérias e fungos.",
        "ref": "[183] [184]  [N]"
    },
    {
        "nameUs": "Formalin",
        "category": 3,
        "nameLatin": "Formaldehyde solution",
        "namePt": "Formalina",
        "origin": "Sintético, obtido a partir da oxidação do metanol.",
        "mainFunction": "Agente desinfetante e conservante, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [253 [254 [G2"
    },
    {
        "nameUs": "Formic acid",
        "category": 3,
        "nameLatin": "Formic acid",
        "namePt": "Ácido fórmico",
        "origin": "Natural, encontrado em insetos, plantas e frutas.",
        "mainFunction": "agente acidulante e conservante. Utilizado em formulações de produtos para cuidados com os pés, como removedores de calos e cremes hidratantes.",
        "ref": "[223][238] [A1]"
    },
    {
        "nameUs": "Geranyl ethanoate ",
        "category": 3,
        "nameLatin": "Geraniol acetate",
        "namePt": "acetato de geraniol",
        "origin": "Artificial, a partir do geraniol e do nerol, e são encontrados em óleos essenciais de diversas plantas, porém em quantidades relativamente baixas, o que inviabiliza a sua extração e torna necessário a sua produção por meio de reações de esterificação.",
        "mainFunction": "Solvente, utilizado para prolongar, especialmente os produtos destinados aos supermercados, a necessidade de preservação.",
        "ref": "[149] [157] "
    },
    {
        "nameUs": "Glucose",
        "category": 3,
        "nameLatin": "Dextrose",
        "namePt": "Glicose",
        "origin": "Artificial, a partir do processo químico com enzimas, ácidos ou por maltagem com a quebra por água de amidos",
        "mainFunction": "Umectante, destinado a proteger produtos da perda de umidade em ambiente de baixa umidade relativa ou que facilita a dissolução de uma substância seca em meio aquoso",
        "ref": "[67] [6] [J]a [F] [A2]"
    },
    {
        "nameUs": "Glutaraldehyde",
        "category": 3,
        "nameLatin": "Glutaraldehyde",
        "namePt": "Glutaraldeído",
        "origin": "Sintético, produzido a partir da oxidação do 1,5-pentano diol.",
        "mainFunction": "Utilizado como desinfetante bactericida.",
        "ref": "[301] [380]"
    },
    {
        "nameUs": "Glutaraldehyde",
        "category": 3,
        "nameLatin": "Pentanedial",
        "namePt": "Glutaraldeído",
        "origin": "Artificial, a partir da oxidação de um dos compostos da gasolina, o ciclopenteno",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[75] [24] [H]"
    },
    {
        "nameUs": "Glutaric acid, dialkyl dimethylammonium salt",
        "category": 3,
        "nameLatin": "Dialkyl dimethyl ammonium glutarate",
        "namePt": "Glutarato de dialquil dimetil amônio",
        "origin": "Artificial, produzido a partir da reação entre ácido glutárico e dimetilamina.",
        "mainFunction": "emulsificante e agente condicionante. Utilizado em formulações de produtos para cuidados com o cabelo, como condicionadores e máscaras capilares.",
        "ref": "[225][240]"
    },
    {
        "nameUs": "Glycerol",
        "category": 3,
        "nameLatin": "Glycerol",
        "namePt": "Glicerol",
        "origin": "Natural, a partir  da composição dos óleos e das gorduras, amplamente encontrada nos animais e vegetais esterificado por ácidos graxos, e que está presente nas membranas dos seres vivos na forma de fosfolipídeos.",
        "mainFunction": "Desinfetante, usado em sabões e detergentes ou de reações de transesterificação para a produção de biodiesel.",
        "ref": "[A] [159] "
    },
    {
        "nameUs": "Glycerol",
        "category": 3,
        "nameLatin": "Glycerolum",
        "namePt": "Glicerol (Glicerina)",
        "origin": "Artificial, a partir da reação de saponificação de ácidos graxos presentes em óleos, azeites ou sebo com hidróxido de sódio ou de potássio",
        "mainFunction": "Estabilizante, destinado a fazer a manutenção de uma dispersão uniforme de duas ou mais substâncias imiscíveis",
        "ref": "[36] [33] [J] [A2]"
    },
    {
        "nameUs": "Glycolic acid",
        "category": 3,
        "nameLatin": "Glycolic acid",
        "namePt": "Ácido glicólico",
        "origin": "Sintético, a partir da reação do ácido cloroacético com o hidróxido de sódio, seguida de uma re-acidificação ou a partir da reação entre cloreto de hidrogênio e formaldeído.",
        "mainFunction": "Desifetante, utilizado como revestimento de proteção em aplicações industriais, automotivas, domésticas e de construção.",
        "ref": "[89] [94] [F]"
    },
    {
        "nameUs": "Hemicellulose",
        "category": 3,
        "nameLatin": "Xylan",
        "namePt": "celulose",
        "origin": "Artificial, a partir da fermentação de fungos filamentosos (mofos ou bolores) que se encontram dentro de tecidos de plantas ",
        "mainFunction": "Tira-manchas, destinado à remoção de manchas de superfícies inanimadas e tecidos",
        "ref": "[70] [F] [L]a"
    },
    {
        "nameUs": "Hexane",
        "category": 3,
        "nameLatin": "Hexane",
        "namePt": "Hexano",
        "origin": "Natural e sintético, pode ser produzido ou encontrado no petróleo e no gás natural. ",
        "mainFunction": "Utilizado em produtos de limpeza industrial e em lavagem a seco em lavanderias.",
        "ref": "[304] 305]"
    },
    {
        "nameUs": "Hexane",
        "category": 3,
        "nameLatin": "n-Hexane",
        "namePt": "Hexano",
        "origin": "Natural, originado do óleo cru, do gás natural, e presente no petróleo bruto. ",
        "mainFunction": "Utilizado como solvente na extração de óleos vegetais, mas também é utilizado na formulação de colas e adesivos, na fabricação de produtos de limpeza industrial e de desengraxe.",
        "ref": "[374] [375]"
    },
    {
        "nameUs": "Hexyl cinnamal",
        "category": 3,
        "nameLatin": "Cinnamaldehyde",
        "namePt": "Hexil cinamaldeído",
        "origin": "Sintético, a partir da separação por etapas do composto encontrado em óleos essenciais de casca de canela e canela cássia.",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis. ",
        "ref": "[H] [141]"
    },
    {
        "nameUs": "HF",
        "category": 3,
        "nameLatin": "Hydrofluoric acid",
        "namePt": "Ácido Fluorídrico",
        "origin": "Artificial, a partir da reação, em altas temperaturas, entre o mineral fluorita e o ácido sulfúrico.",
        "mainFunction": "Desinfetante, utilizado na remoção de depósitos de gordura que contém fungos e bactérias localizados em azulejos, pias e também em vasos sanitários.",
        "ref": "[81][85][A1] [87]"
    },
    {
        "nameUs": "Hortico Dieldrin Dust",
        "category": 3,
        "nameLatin": "Organochlorine",
        "namePt": "Organoclorado",
        "origin": "Artificial, a partir da substituição de um ou mais hidrogênios ligados ao carbono pela mesma quantidade de halogênios.",
        "mainFunction": "Pestecida, usado para viabilizar a produção agrícola através do extermínio de pragas, que muitas vezes acabam com a produção de alimentos.",
        "ref": "[88] [93] [V]"
    },
    {
        "nameUs": "Hydrated alcohol",
        "category": 3,
        "nameLatin": "drinking alcohol",
        "namePt": "Álcool hidratado",
        "origin": "Artificial,  a partr do etanol que está emcontrado com  cerca  de 95,1% e 96% e o restante de água.",
        "mainFunction": "Solvente, utilizado na fabricação de tintas, marcadores e produtos de higiene pessoal. Produto para fins industriais a ser utilizado por profissional.",
        "ref": "[119] [116] [V] [H] "
    },
    {
        "nameUs": "Hydrated alcohol",
        "category": 3,
        "nameLatin": "Hydrated alcohol",
        "namePt": "Álcool hidratado",
        "origin": "Sintético, produzido com a cana-de-açúcar.",
        "mainFunction": "Utilizado na fabricação de detergentes, produtos de limpeza, têxteis, pinturas e solventes.",
        "ref": "[310]"
    },
    {
        "nameUs": "Hydrochloric acid",
        "category": 3,
        "nameLatin": "1,1-dichloro-2-propanol",
        "namePt": "Ácido clorídrico",
        "origin": "Artificial, a partir de cloro e eteno (etileno), geralmente por meio de uma reação química conhecida como cloração do eteno.",
        "mainFunction": "Composto, utilizado na produção de plásticos e têxteis e na síntese de produtos farmacêuticos.",
        "ref": "[196][N] "
    },
    {
        "nameUs": "Hydrochloric acid",
        "category": 3,
        "nameLatin": "Muriatic acid",
        "namePt": "Ácido clorídrico",
        "origin": "Natural e sintético, a partir do sal (cloreto de sódio) em um processo eletrolítico e de combustão, nos quais usa-se energia elétrica para a formação do gás hidrogênio e gás cloro que, juntos, liberam energia térmica e formam o ácido clorídrico, também é encontrado naturalmente nas águas de oceanos e na atmosfera.",
        "mainFunction": "Desincrustante, destinado a remover incrustrações por processo químico ou físico, também é utilizado como regulador de pH.",
        "ref": "[13] [H] [366] [367] [368]"
    },
    {
        "nameUs": "Hydrogen peroxide",
        "category": 3,
        "nameLatin": "H2O2",
        "namePt": "Peróxido de hidrogênio ",
        "origin": "Artificial, obtido por meio da reação entre água e oxigênio em presença de um catalisador, ou produzido a partir da reação fotoquímica na atmosfera.",
        "mainFunction": "Conhecido como água oxigenada em sua forma aquosa, é um poderoso desinfetante, elimina microrganismos,  também é utilizado como agente branqueador em produtos de limpeza, como alvejantes e desinfetantes.",
        "ref": "[A5] [294 [G2] [353] [354]"
    },
    {
        "nameUs": "Hydroxyethylcellulose",
        "category": 3,
        "namePt": "Hidroxietilcelulose",
        "origin": "Artificial, a partir da reação de óxido de etileno com a celulose ",
        "mainFunction": "Espessante, destinado a mudar a viscosidade do produto, sem alterar outras propriedades do mesmo",
        "ref": "[60] [S] [F]"
    },
    {
        "nameUs": "Hydroxypropylmethylcellulose",
        "category": 3,
        "nameLatin": "HPMC",
        "namePt": "Hidroxipropilmetilcelulose",
        "origin": "Sintético, forma modificada da celulose.",
        "mainFunction": "Utilizado para manter a viscosidade em detergentes.",
        "ref": "[381]"
    },
    {
        "nameUs": "Hypochlorous acid",
        "category": 3,
        "nameLatin": "Hypochlorous acid",
        "namePt": "Ácido hipocloroso",
        "origin": "Sintético, produzido pela mistura de cloro e água.",
        "mainFunction": "Utilizado como agente de limpeza doméstica.",
        "ref": "[327] [328]"
    },
    {
        "nameUs": "Hypochlorous acid",
        "category": 3,
        "nameLatin": "Hydroxidochlorine",
        "namePt": "Ácido hipocloroso",
        "origin": "Artificial, a partir da dissolução do gás cloro em água e regulando o pH do meio",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[12] [17] [I]"
    },
    {
        "nameUs": "Icaridin",
        "category": 3,
        "nameLatin": "Icaridin",
        "namePt": "Icaridina",
        "origin": "Natural,  a partir da extração, moagem e maturação da pimenta.",
        "mainFunction": "Composto, utilizado como substância fundamental na produção de repelente. ",
        "ref": "[149] [153] [U]"
    },
    {
        "nameUs": "Imiprotrine",
        "category": 3,
        "nameLatin": "Imiprotrine",
        "namePt": "imiprotrina",
        "origin": "Natural, a partir da trituração das flores de algumas plantas pertencentes ao gênero.",
        "mainFunction": "Emoliente, usado como ingrediente em alguns produtos inseticidas comerciais. ",
        "ref": "[91] [96] [L]"
    },
    {
        "nameUs": "Iodized Alcohol",
        "category": 3,
        "nameLatin": "Propan-2-ol ",
        "namePt": "Álcool Iodado",
        "origin": "Artificial, a partir da fermentação de substâncias açucaradas ou amiláceas ou ainda por processos sintéticos.",
        "mainFunction": "Antisséptico tópico, utilizado em curativos no tratamento de feridas.",
        "ref": "[121] [142] [143]"
    },
    {
        "nameUs": "Iodophor",
        "category": 3,
        "nameLatin": "Iodine complex",
        "namePt": "Iodofor",
        "origin": "Artificial, obtido por meio da reação entre iodo e um agente de liberação controlada.",
        "mainFunction": "antisséptico de amplo espectro, utilizado na desinfecção de superfícies e equipamentos em hospitais e clínicas, e como antisséptico para a pele antes de procedimentos cirúrgicos.",
        "ref": "[A5] [291 [G2"
    },
    {
        "nameUs": "Irgasan DP-300",
        "category": 3,
        "nameLatin": "Triclosan",
        "namePt": "triclosano",
        "origin": "Artificial, a partir da extração de metiltriclosan em fluidos humanos por transformação morfológica em líquido.",
        "mainFunction": "Esterilizante, destinado à destruição de todos os micro-organismos, inclusive esporulados, a tal ponto que não seja mais possível detectá-los através de testes microbiológicos padrão",
        "ref": "[I] [21]"
    },
    {
        "nameUs": "Isobutyl alcohol",
        "category": 3,
        "nameLatin": "2-Methylpropan-1-ol",
        "namePt": "Álcool isobutílico",
        "origin": "Sintético, produzido a partir da reação de isobutileno com água.",
        "mainFunction": "Solvente, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [255 [256 [G2"
    },
    {
        "nameUs": "Isopropyl Alcohol",
        "category": 3,
        "nameLatin": "Isopropyl alcohol (2-propanol)",
        "namePt": "Álcool isopropílico",
        "origin": "Artificial, produzido a partir da hidratação do propeno.",
        "mainFunction": "solvente e antisséptico. Utilizado em formulações de produtos para limpeza e desinfecção das mãos e pele.",
        "ref": "[228][243] [A1]"
    },
    {
        "nameUs": "Isopropyl alcohol",
        "category": 3,
        "nameLatin": "IPA",
        "namePt": "Álcool isopropílico",
        "origin": "Sintético, produzido a partir da hidratação do propeno.",
        "mainFunction": "Utilizado para limpeza e desinfecção de equipamentos eletrônicos em geral e aparelhos celulares.",
        "ref": "[351] [352]"
    },
    {
        "nameUs": "Isopulegol",
        "category": 3,
        "nameLatin": "Isopulegol",
        "namePt": "isopulegol",
        "origin": "Artificial,  a partir da extração em óleos essenciais de plantas, como Corymbia citriodora H",
        "mainFunction": "Composto, utilizado para avaliar a qualidade microbiológica de produtos saneantes,",
        "ref": "[149] [151] [A] [U]"
    },
    {
        "nameUs": "Lactic acid",
        "category": 3,
        "nameLatin": "Acidum lacticum",
        "namePt": "Ácido lático",
        "origin": "Artificial, a partir da fermentação de carboidratos pela linhagem de bactérias lácticas",
        "mainFunction": "Regulador de acidez, destinado a alterar ou controlar a acidez ou alcalinidade dos produtos",
        "ref": "[26] [A2] [F] [H] [J]"
    },
    {
        "nameUs": "Lauric acid",
        "category": 3,
        "nameLatin": "Dodecanoic acid",
        "namePt": "Ácido láurico",
        "origin": "Natural, encontrado no coco.",
        "mainFunction": "Presente em produtos cosméticos e produtos de limpeza como surfactante.",
        "ref": "[346]"
    },
    {
        "nameUs": "Lauryl trimethylammonium chloride",
        "category": 3,
        "nameLatin": "LTAC",
        "namePt": "Cloreto de lauril trimetil amônio",
        "origin": "Artificial, sintetizado a partir da reação entre cloreto de trimetilamina e laurilamina.",
        "mainFunction": "composto químico catiônico, utilizado como agente conservante em produtos cosméticos e farmacêuticos, como antissépticos bucais e produtos para a pele.",
        "ref": "[A5] [281  [282 [G2"
    },
    {
        "nameUs": "Lauryldimethylamine-N-oxide",
        "category": 3,
        "nameLatin": "N,N-dimethyl dodecylamine",
        "namePt": "N,N-dimetil dodecilamina",
        "origin": "Artificial, produzido a partir da reação entre dodecilamina e dimetilamina.",
        "mainFunction": "emulsificante e agente condicionante. Utilizado em formulações de produtos para cuidados com o cabelo, como condicionadores e cremes para pentear.",
        "ref": "[226][241] [A1]"
    },
    {
        "nameUs": "Lidocaine hydrochloride",
        "category": 3,
        "nameLatin": "2-(Diethylamino)-N-(2,6-dimethylphenyl)acetamide hydrochloride",
        "namePt": "Cloridrato de lidocaína",
        "origin": "Sintético, produzido a partir da reação de ácido 2,6-dimetilanilino com cloroformo e hidróxido de sódio.",
        "mainFunction": "Anestésico local, utilizado em formulações de produtos para higiene oral.",
        "ref": "[A5] [247 [248 [G2 "
    },
    {
        "nameUs": "Limonene",
        "category": 3,
        "nameLatin": "D-Limonene",
        "namePt": "D-limoneno",
        "origin": "Natural, a partir de frutas cítricas como o limão, a lima e a laranja. ",
        "mainFunction": "Desinfetante, usado como um ingrediente de limpeza eficaz para remover manchas e odores.",
        "ref": "[178] [185]"
    },
    {
        "nameUs": "Linear Alkyl Benzene",
        "category": 3,
        "nameLatin": "Alkyl benzene",
        "namePt": "Alquil benzeno",
        "origin": "Artificial, a partir da reação de alquilação de Friedel-Crafts do benzeno com olefinas lineares ou haletos de alquilas, utilizando catalisadores, tais como HF, AlCl3, mistura de zeólitas e óxidos metálicos (Detal®).",
        "mainFunction": "Surfactante,  utilizado como componente ativo de detergentes e outros produtos de limpeza.",
        "ref": "[A] [160]"
    },
    {
        "nameUs": "Linear alkylbenzene sulfonates",
        "category": 3,
        "nameLatin": "LAS",
        "namePt": "Sulfonato de alquibenzeno linear",
        "origin": "Artificial, a partir de precursores derivados do petróleo (benzeno e tetrâmero de propileno)",
        "mainFunction": "Detergência, destinado à limpeza de superfícies e tecidos através da diminuição das forças de interação das moléculas da água",
        "ref": "[9] [H]"
    },
    {
        "nameUs": "linear benzene",
        "category": 3,
        "nameLatin": "Linear Alkyl Benzene",
        "namePt": "benzeno linear",
        "origin": "Artificial, a partir da reação de alquilação Friedel-Crafts entre o benzeno com olefinas lineares ou haletos de alquilas.",
        "mainFunction": "Tensoativo, utilizado na produção de detergentes e age como agente emulsionante.",
        "ref": "[99] [102]"
    },
    {
        "nameUs": "Lithium",
        "category": 3,
        "nameLatin": "Lithium",
        "namePt": "Lítio",
        "origin": "Natural, a partir da extração em pegmatitos graníticos com espodumênio, turmalinas, lepidolita e apatita.",
        "mainFunction": "Aditivo, usado na limpeza de superfícies cerâmicas.",
        "ref": "[80][86] [H]"
    },
    {
        "nameUs": "Magnesium Chloride",
        "category": 3,
        "nameLatin": "MgCL2",
        "namePt": "Cloreto de magnésio",
        "origin": "Artificial; a partir de processos com o mineral magnesita que é disolvido com ácido clorídrico e purificado com óxido de magnésio ou hidróxido de magnésio.",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados",
        "ref": "[48] [47] [I] [F]"
    },
    {
        "nameUs": "Magnesium sulfate",
        "category": 3,
        "nameLatin": "Magnesium sulphate",
        "namePt": "Sulfato de magnésio",
        "origin": "Artificial, a partir da reação do ácido súlfurico com magnésio ou com seus óxidos",
        "mainFunction": "Agente secante na formulação do detergente, destinado a rapidamente absorver umidade do meio",
        "ref": "[45] [42] [A2] [O] [F]"
    },
    {
        "nameUs": "Magnesium sulfate",
        "category": 3,
        "nameLatin": "Magnesium sulfate",
        "namePt": "Sulfato de magnésio ",
        "origin": "Artificial, a partir da destilação das águas minerais da comarca próxima a Epsom, Inglaterra, e logo preparados a partir da água do mar.",
        "mainFunction": "Desinfetante, utilizado em saneantes como um agente de espumação para produzir uma espuma suave e ajudar na remoção da sujeira.",
        "ref": "[170] [185] [A]"
    },
    {
        "nameUs": "Metaldehyde",
        "category": 3,
        "nameLatin": "C8H16O4",
        "namePt": "Metaldeído",
        "origin": "Artificial, a partir da adição de catalisadores ácidos, omo o brometo de hidrogênio, no acetaldeído",
        "mainFunction": "Desinfestante domissiliario, destinado à aplicação em domicílios e suas áreas comuns para o controle de insetos, roedores, moluscos e outros vetores incômodos ou nocivos à saúde",
        "ref": "[39] [F] [L]"
    },
    {
        "nameUs": "Methanol",
        "category": 3,
        "nameLatin": "Methyl alcohol",
        "namePt": "Metanol",
        "origin": "Natural e sintético, está presente em alguma espécies vegetais e no corpo humano e pode ser produzido a partir do gás natural ou a partir da reação de monóxido de carbono e hidrogênio em alta pressão e temperatura.",
        "mainFunction": "Solvente, utilizado em formulações de produtos farmacêuticos, cosméticos, de limpeza e desinfetantes. Também é utilizado na produção de agentes de flotação e de desenfetante.",
        "ref": "[A5] [237] [238] [G2] [355] [356]"
    },
    {
        "nameUs": "Methenyl tribromide Methyl tribromide",
        "category": 3,
        "nameLatin": "bromoform",
        "namePt": "Bromoformo",
        "origin": "Artificial, a partir de bromo e metano, geralmente por meio de uma reação química conhecida como bromagem do metano. ",
        "mainFunction": "solvente, usado para gordura e graxa, na síntese de substâncias químicas e medicamento para tosse coqueluche. ",
        "ref": "[198][A]"
    },
    {
        "nameUs": "methyl chloride",
        "category": 3,
        "nameLatin": "chloromethane",
        "namePt": "Clorometano",
        "origin": "Artificial, a partir de cloro e metano, geralmente por meio de uma reação química conhecida como cloração do metano.",
        "mainFunction": "Solvente, utilizado  em pequenas quantidades para o fabrico de borracha butila e em refino de petróleo.",
        "ref": "[197][L][U]"
    },
    {
        "nameUs": "methylchloroform",
        "category": 3,
        "nameLatin": "1,1,1-trichloroethane",
        "namePt": "1,1,1-tricloroetano",
        "origin": "Artificial, a partir de cloro e etano (gás natural), geralmente por meio de uma reação química conhecida como cloração do etano.",
        "mainFunction": "solvente, utilizado industrial empregados, principalmente, nas operaçöes de desengraxamento de peças metálicas.",
        "ref": "[190][N] "
    },
    {
        "nameUs": "Methylchloroisothiazolinone",
        "category": 3,
        "nameLatin": "MCI",
        "namePt": "Metilcloroisotiazolinona ",
        "origin": "Sintético, a partir da síntese do conservante Metilisotiazolinona como seu subproduto, ou através de processos químicos com amidas e com compostos formadores de ácidos carboxílicos ",
        "mainFunction": "Conservante, destinado a inibir o crescimento de microorganismos durante sua fabricação e estocagem, ou para proteger os produtos da contaminação inadvertida durante o uso. Também é utilizado na produção de detergente devido as suas propriedades antifúngicas e bactericidas.",
        "ref": "[A2] [H] [138] [358] [359]"
    },
    {
        "nameUs": "Methylene chloride",
        "category": 3,
        "nameLatin": "dichloromethane",
        "namePt": "Diclorometano",
        "origin": "Artificial, a partir da reação clorometilação do metanol, onde o metanol é reagido com cloro em presença de uma luz ultravioleta ou um catalisador de Lewis como o ácido sulfúrico.",
        "mainFunction": "Solvente, utilizado industrialmente como solvente na produção de fibras sintéticas, filmes para fotografias, na extração de óleos e gorduras, no processo de descafeinização, como propelente em aerossóis, agente desengordurante e componente de agrotóxicos.",
        "ref": "[203][A][N] "
    },
    {
        "nameUs": "Mineral turpentine",
        "category": 3,
        "nameLatin": "White spirit",
        "namePt": "Aguarrás Mineral",
        "origin": "Artificial, a partir da destilação do petróleo, e é constituída de uma mistura de hidrocarbonetos alifáticos voláteis.",
        "mainFunction": "Solvenete, usado na fabricação de thinners, para diluir e limpar respingos e de itens de pintura, como bandejas, pincéis e rolos.",
        "ref": "[132] [133] [148]"
    },
    {
        "nameUs": "Monosodium phosphate",
        "category": 3,
        "nameLatin": " NaH2PO4 ",
        "namePt": "Fosfato monossódico",
        "origin": "Artificial, a partir da reação entre o ácido fosfórico e o hidróxido de sódio (soda cáustica)",
        "mainFunction": "Cera\/Lustrador\/Polidor, destinado a limpar e\/ou polir e\/ou proteger superfícies por ação física e\/ou química",
        "ref": "[56] [57] [H] [F]"
    },
    {
        "nameUs": "N-Diethyl-m-toluamide",
        "category": 3,
        "nameLatin": "N-Diethyl-meta-toluamide",
        "namePt": "DEET",
        "origin": "Artificial,  a partir da lignina extraída da palha de milho.",
        "mainFunction": "Composto, usado como repelente em áreas infestadas por insetos. ",
        "ref": "[149] [150] [U]"
    },
    {
        "nameUs": "N-Propanol",
        "category": 3,
        "nameLatin": "n-propanol alcohol",
        "namePt": "N-Propanol",
        "origin": "Artificial, a partir da hidrogenação catalítica do propionaldeído.",
        "mainFunction": "Aditivo, usado como um solvente na indústria farmacêutica, para resinas e ésteres de celulose.",
        "ref": "[125] [126]"
    },
    {
        "nameUs": "Naphthalene",
        "category": 3,
        "nameLatin": "Naphthalene",
        "namePt": "Naftaleno",
        "origin": "Artificial, a partir da destilação do alcatrão de hulha (um tipo de carvão mineral, também conhecido como carvão de pedra).",
        "mainFunction": "Composto, usado industrialmente como intermediário na fabricação de anidrido ftálico, naftaleno sulfonado, repelentes de insetos e outros produtos.",
        "ref": "[149] [156][A]"
    },
    {
        "nameUs": "Nepetalactone",
        "category": 3,
        "nameLatin": "Catswort",
        "namePt": "Nepetalactona ",
        "origin": "Artificial, a partir do óleo essencial da espécie de planta Nepeta cataria (popularmente conhecida como erva-de-gato).",
        "mainFunction": "Composto, utilizado como substância fundamental na produção de repelente.",
        "ref": "[149] [154] [U]"
    },
    {
        "nameUs": "Nitric acid",
        "category": 3,
        "nameLatin": "Nitric acid",
        "namePt": "Ácido Nítrico",
        "origin": "Artificial, a partir da oxidação da amônia em gases de platina, produzindo assim gases nitrosos, como o NO₂, que são então absorvidos pela água.",
        "mainFunction": "Desinfetante, usado para a limpeza e desincrustação de cálcio e magnésio em indústrias.",
        "ref": "[82] [L] [A2]"
    },
    {
        "nameUs": "Nitric acid fuming",
        "category": 3,
        "nameLatin": "Nitric acid fuming",
        "namePt": "Ácido nítrico fumegante",
        "origin": "Sintético, produzido a partir da reação de nitrogênio com oxigênio em presença de catalisadores.",
        "mainFunction": "Agente de limpeza, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [259 [260 [G2"
    },
    {
        "nameUs": "Nome em inglês",
        "category": 3,
        "nameLatin": "Nome em inglês \nalternativo",
        "namePt": "Nome em português",
        "origin": "Origem",
        "mainFunction": "Função principal na formulação",
        "ref": "Referências"
    },
    {
        "nameUs": "Nonylphenol ethoxylate",
        "category": 3,
        "nameLatin": "NPE",
        "namePt": "Nonil fenol etoxilado",
        "origin": "Artificial, sintetizado a partir da reação entre nonilfenol e óxido de etileno.",
        "mainFunction": "surfactante não iônico, utilizado como agente emulsificante em formulações de produtos químicos, como detergentes, defensivos agrícolas e tintas.",
        "ref": "[A5] [292 [G2"
    },
    {
        "nameUs": "Octenidine hydrochloride",
        "category": 3,
        "nameLatin": "Octenidine hydrochloride",
        "namePt": "Cloridrato de octenidina",
        "origin": "Sintético, produzido a partir da reação de octenal com cloreto de benzalcônio.",
        "mainFunction": "Agente desinfetante, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [267 [268 [G2"
    },
    {
        "nameUs": "Octylphenol ethoxylate",
        "category": 3,
        "nameLatin": "OPE",
        "namePt": "Octil fenol etoxilado",
        "origin": "Artificial, sintetizado a partir da reação entre octilfenol e óxido de etileno.",
        "mainFunction": "surfactante não iônico, utilizado como agente emulsificante em formulações de produtos químicos, como detergentes, defensivos agrícolas e tintas.",
        "ref": "[A5] [293 [G2"
    },
    {
        "nameUs": "organochlorine",
        "category": 3,
        "nameLatin": "1,3-dichloropropene",
        "namePt": "1,3-dichloropropeno",
        "origin": "Artificial, a partir de cloro e etano (gás natural), geralmente por meio de uma reação química conhecida como cloração do etano.",
        "mainFunction": "Solvente, usado na indústria agroquímica, mas também como meio para extrair óleo e parafina e para purificar a gasolina do chumbo.",
        "ref": "[215][N] [U]"
    },
    {
        "nameUs": "Ozone",
        "category": 3,
        "nameLatin": " ozonosphere",
        "namePt": "Ozonio",
        "origin": "Artificial, a partir da radiação ultravioleta, de origem solar, interage com a molécula de oxigênio, quebrando-a em dois átomos de oxigênio (O).",
        "mainFunction": "Gás, utilizado para o processos de obtenção de água potável e em tratamento de picinas. ",
        "ref": "[121] [144] [145] "
    },
    {
        "nameUs": "Palmitic acid",
        "category": 3,
        "nameLatin": "Palmitic acid",
        "namePt": "Ácido palmítico ",
        "origin": "Natural, encontrado em gorduras animais e vegetais, incluindo óleo de palma, óleo de coco e óleo de palmiste. Também está presente no leitos e em seus derivados.",
        "mainFunction": "Utilizado para promover a limpeza e aformação de espuma na produção de sabões, detergentes e outros produtos de limpeza.",
        "ref": "[384]"
    },
    {
        "nameUs": "Pectinase",
        "category": 3,
        "nameLatin": "Pectozyme",
        "namePt": "Pectinase",
        "origin": "Natural, a partir da fermentação de fungos filamentosos (mofos ou bolores) que se encontram dentro de tecidos de plantas ",
        "mainFunction": "Tira-manchas, destinado à remoção de manchas de superfícies inanimadas e tecidos.",
        "ref": "[L] [F] [H]"
    },
    {
        "nameUs": "PEG-30 Lanolin",
        "category": 3,
        "nameLatin": "Lanolin (Gardner 6-8) ",
        "namePt": "Polietilenoglicol 30 Lanolina",
        "origin": "Artificial, a partir do petróleo e do composto lanolina, um óleo natural das glândulas sebáceas de ovelha, que é obtido a partir da lã tosada",
        "mainFunction": "Emulsificante, destinado a tornar as fases de compostos que não se misturam mais uniformes possível ",
        "ref": "[H] [N] [144] [145]"
    },
    {
        "nameUs": "Pentachlorophenol",
        "category": 3,
        "nameLatin": "Pentachlorophenol",
        "namePt": "Pentaclorofenol",
        "origin": "Sintético, faz parte da classe dos organoclorados e é um composto fenólico. ",
        "mainFunction": "Utilizado em inseticidas e praguicidas.",
        "ref": "[321] [322]"
    },
    {
        "nameUs": "Peracetic acid",
        "category": 3,
        "nameLatin": "Peroxyacetic acid",
        "namePt": "Ácido peroxiacético",
        "origin": "Artificial, produzido a partir da reação entre ácido acético e peróxido de hidrogênio.",
        "mainFunction": "antisséptico e bactericida. Utilizado em formulações de produtos corporais para desinfecção e esterilização.",
        "ref": "[216][231] [A1]"
    },
    {
        "nameUs": "Permethrin",
        "category": 3,
        "nameLatin": "(3-Phenoxyphenyl)methyl (+\/-)cis,trans-3-(2,2-dichloroethenyl)-2,2-dimethylcyclopropanecarboxylate",
        "namePt": "Permetrina",
        "origin": "Sintético, obtido a partir da reação de ácido clorídrico com cianeto de 3-fenoxibenzila, seguido de hidrogenação.",
        "mainFunction": "Inseticid,a utilizado em formulações para controle de pragas em produtos de limpeza e desinfetantes.",
        "ref": "[A5] [243  [244 [G2] "
    },
    {
        "nameUs": "Peroxide acid",
        "category": 3,
        "nameLatin": "Hydrogen peroxide",
        "namePt": "Ácido peróxido",
        "origin": "Artificial, produzido a partir da reação entre água oxigenada e ácido sulfúrico.",
        "mainFunction": "agente oxidante e clareador. Utilizado em produtos para clareamento de cabelo, como tinturas e descolorantes.",
        "ref": "[217][232]"
    },
    {
        "nameUs": "Peroxyacetic acid",
        "category": 3,
        "nameLatin": "Peracetic acid",
        "namePt": "Ácido peróxido acético.",
        "origin": "Sintético, produzido a partir da reação de ácido acético e peróxido de hidrogênio.",
        "mainFunction": "Desinfetante e esterelizante utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [269] [270 [G2] [365]"
    },
    {
        "nameUs": "Phosphoric acid",
        "category": 3,
        "nameLatin": "H3PO4",
        "namePt": "Ácido fosfórico",
        "origin": "Sintético, produzido a partir da reação de fósforo com ácido sulfúrico ou a partir de um fosfato tricálcico de base mineral.",
        "mainFunction": "Agente acidulante, utilizado em formulações de produtos de limpeza e desinfetantes. Também possui propriedades antioxidante e aromatizante, utilizado na limpeza de metais na indústria metalúrgia.",
        "ref": "[A5] [245 [246 [G2] [338]"
    },
    {
        "nameUs": "physical and chemical properties",
        "category": 3,
        "nameLatin": "tetrabromobiphenyl ether",
        "namePt": "Tetrabromobifenil éter",
        "origin": "Artificial, a partir  da reação entre o bisfenol A e bromo em condições de presença de catalisadores e temperatura elevada. ",
        "mainFunction": "Composto, usado como retardante de chama em polímeros",
        "ref": "[202][A2] [H]"
    },
    {
        "nameUs": "Pinene",
        "category": 3,
        "nameLatin": "C10H6",
        "namePt": "Pineno",
        "origin": "Sintético, a partir de processos de extração e isolamento do composto encontrado em árvores florestais,laranjas,alecrim, endro e salsa.",
        "mainFunction": "Odorizante de ambientes\/Aromatizante de ambientes, destinado a mascarar os odores desagradáveis.",
        "ref": "[H] [128]"
    },
    {
        "nameUs": "Poly BDN 20",
        "category": 3,
        "nameLatin": "Denatonium benzoate ",
        "namePt": "Benzoato de denatônio ",
        "origin": "Artificial, a partir de um processo de reações com lidocaína, haleto de benzila, um hidróxido de metal e ácido benzóico",
        "mainFunction": "Desnaturante, destinado a tornar cosméticos com sabores impróprios para ingestão ",
        "ref": "[E]c [109]"
    },
    {
        "nameUs": "Polyaminopropyl biguanide (PHMB)",
        "category": 3,
        "nameLatin": "Polyhexamethylene biguanide",
        "namePt": "Polihexametileno biguanida",
        "origin": "Artificial, a partir da polimerização da biguanida, um composto de amônia quaternária de amônio (quat), utilizando monômeros hexametiletanolamina.",
        "mainFunction": "Biocida, usada em produtos de limpeza e desinfetantes para controlar bactérias e vírus.",
        "ref": "[180] [185] [F]"
    },
    {
        "nameUs": "Polyaminopropyl biguanide hydrochloride",
        "category": 3,
        "nameLatin": "Chlorhexidine hydrochloride",
        "namePt": "Cloridrato de poliaminopropil biguanida",
        "origin": "Sintético, produzido a partir da reação de hexametilenodiamina com cloreto de biguanida.",
        "mainFunction": "Desinfetante de amplo espectro, utilizado em formulações de produtos de limpeza e desinfetantes.",
        "ref": "[A5] [263 [264 [G2 "
    },
    {
        "nameUs": "Polydimethylsiloxane",
        "category": 3,
        "nameLatin": "Dimethylpolysiloxane",
        "namePt": "Polidimetilsiloxano (Silicone)",
        "origin": "Artificial, a partir do dimetildiclorossilano reagindo com água por hidrólise",
        "mainFunction": "Lustrador, destinado a limpar e\/ou polir e\/ou proteger superfícies por ação física e\/ou química",
        "ref": "[32] [31] [H] [A2]"
    },
    {
        "nameUs": "Polyoxyethylene (20) monooleate sorbitan",
        "category": 3,
        "nameLatin": "Polysorbate 80",
        "namePt": "Polioxietileno (20) monooleato de sorbitana",
        "origin": "Artificial, sintetizado a partir da reação entre sorbitol e ácido oleico.",
        "mainFunction": "emulsificante não iônico, utilizado como agente estabilizador em formulações de alimentos, cosméticos e produtos farmacêuticos.",
        "ref": "[A5] [285 [286 [G2 "
    },
    {
        "nameUs": "Polyvinylalcohol ",
        "category": 3,
        "nameLatin": "polyvinyl alcohol",
        "namePt": "Álcool polivinílico",
        "origin": "Artificial, a partir da quebra por água de grupos do acetato de polivinila na presença de soda cáustica ",
        "mainFunction": "Espessante, destinado a mudar a viscosidade do produto, sem alterar outras propriedades do mesmo",
        "ref": "[64] [S] [F]"
    },
    {
        "nameUs": "Polyvinylpyrrolidone (PVP)",
        "category": 3,
        "nameLatin": "Povidone",
        "namePt": "Polivinilpirrolidona (PVP)",
        "origin": "Sintético, produzido a partir da síntese de vinilpirrolidona via polimerização radicalar. ",
        "mainFunction": "Utilizada na indústria de produtos desinfetantes, em pomadas e sabões líquidos. ",
        "ref": "[318]"
    },
    {
        "nameUs": "Potassium chloride",
        "category": 3,
        "nameLatin": "Muriate of potash",
        "namePt": "Cloreto de potássio",
        "origin": "Artificial, a partir da separação e formação de cristais dos minerais silvinita e carnalita, ou obtido na reação do hidróxido de potássio (ou outras bases de potássio) com ácido clorídrico",
        "mainFunction": "Engomador, destinado a dar caimento e acabamento aos tecidos e que pode facilitar a ação de passar ferro.",
        "ref": "[46] [H] [F]"
    },
    {
        "nameUs": "Potassium hydroxide",
        "category": 3,
        "nameLatin": "Potassium hydroxide",
        "namePt": "Hidroxido de potássio",
        "origin": "Artificial, a partir da eletrólise de solução de cloreto de potássio concentrada mas também pode ser obtido por aquecimento de carbonato ou sulfato de potássio com cal apagada.",
        "mainFunction": "Alvejante, utilizado na fabricação de sabões, fabricação de ácido oxálico e sais de potássio, reagente em química analítica, uso medicinal, fósforos e processos de gravação.",
        "ref": "[158] [A]"
    },
    {
        "nameUs": "Potassium hydroxide",
        "category": 3,
        "nameLatin": "Caustic potash",
        "namePt": "Hidróxido de potássio",
        "origin": "Sintético, obtido a partir da eletrólise de uma solução de cloreto de potássio.",
        "mainFunction": "Utilizado na fabricação de produtos de limpeza, principalmente de sabões líquidos, devido as sua propriedades cáustica, branqueadoras e secantes.",
        "ref": "[345]"
    },
    {
        "nameUs": "Potassium monopersulfate",
        "category": 3,
        "nameLatin": "Potassium monopersulfate",
        "namePt": "Monopersulfato de potássio",
        "mainFunction": "Utilizado para desinfecção de equipamentos de laboratórios.",
        "ref": "[323]"
    },
    {
        "nameUs": "Potassium permanganate",
        "category": 3,
        "nameLatin": "Condy's crystals",
        "namePt": "permanganato de potássio",
        "origin": "Artificial, a partir da fundição de carbonato de potássio com o mineral pirolusita (que contém dióxido de manganês, MnO2).",
        "mainFunction": "Antiasséptico, usado para desinfecção de feridas e úlceras, sendo coadjuvante no tratamento da catapora, candidíase ou outras feridas na pele.",
        "ref": "[121] [146] [147] "
    },
    {
        "nameUs": "Povidone iodine",
        "category": 3,
        "nameLatin": " iodopovidone",
        "namePt": "Povidona iodada",
        "origin": "Artificial, obtido por meio da reação entre polivinilpirrolidona e iodo.",
        "mainFunction": "antisséptico de amplo espectro, utilizado na desinfecção da pele e em curativos, e como agente esterilizante em instrumentos cirúrgicos.",
        "ref": "[A5] [295  [G2"
    },
    {
        "nameUs": "Propene acid",
        "category": 3,
        "nameLatin": "Acrylic acid",
        "namePt": "Ácido acrílico",
        "origin": "Artificial, produzido a partir da oxidação do propeno.",
        "mainFunction": "agente espessante e formador de filme. Utilizado em formulações de produtos para cuidados com a pele, como cremes hidratantes e loções corporais.",
        "ref": "[227][242]"
    },
    {
        "nameUs": "Propene dibromide",
        "category": 3,
        "nameLatin": "propene dibromide",
        "namePt": "Dibromuro de propeno",
        "origin": "Artificial, a partir da reação entre o bromo e o propeno em presença de um catalisador de halogênio. ",
        "mainFunction": "solvente,usado para substituir com sucesso outros que envolvem o uso de agentes na forma de gás, vapor ou fumaça",
        "ref": "[200][A2] [H][L]"
    },
    {
        "nameUs": "Propylene dibromide",
        "category": 3,
        "nameLatin": "1,2-dibromopropene",
        "namePt": "1,2-dibromopropeno",
        "origin": "Artificial, a partir da reação de bromometilação do propeno, que é a reação entre o propeno e bromo. ",
        "ref": "[212][A]"
    },
    {
        "nameUs": "Propylene dichloride",
        "category": 3,
        "nameLatin": "1,2-dichloropropane",
        "namePt": "1,2-dichloropropano",
        "origin": "Artificial, a partir da reação clorometilação do propano, que é a reação entre o propano e cloro.",
        "mainFunction": "Solvente, usado na indústria agroquímica, mas também como meio para extrair óleo e parafina e para purificar a gasolina do chumbo.",
        "ref": "[211][A2] [H]"
    },
    {
        "nameUs": "Propylene glycol",
        "category": 3,
        "nameLatin": "1,2-dihydroxypropane",
        "namePt": "Propileno glicol",
        "origin": "Artificial, a partir da hidratação de óxido de propileno.",
        "mainFunction": "Umectante, usado para ajudar a manter a hidratação da pele e também como um solvente para ajudar a dissolver outros ingredientes do produto.",
        "ref": "[175] [A]"
    },
    {
        "nameUs": "Quaternary ammonium ",
        "category": 3,
        "nameLatin": "Quaternary ammonium compound",
        "namePt": "Quaternário de amônio",
        "origin": "Sintético, produzido pela primeira vez em 1935.",
        "mainFunction": "Utilizado na desinfecção hospitalar e veterinária. ",
        "ref": "[329]"
    },
    {
        "nameUs": "Salicylic acid",
        "category": 3,
        "nameLatin": "Ortho hydroxybenzoic acid",
        "namePt": "Ácido salicílico",
        "origin": "Natural, presente na casca de salgueiros e outras plantas, ou sintético, produzido a partir de fenol e dióxido de carbono.",
        "mainFunction": "Queratolítico, utilizado em formulações de produtos para cuidado com a pele.",
        "ref": "[A5] [249 [250 [G2"
    },
    {
        "nameUs": "sec-butyl chloride",
        "category": 3,
        "nameLatin": "chlorobutene",
        "namePt": "Chlorobuteno",
        "origin": "Artificial, a partir da clorometilação do buteno, que é a reação entre o buteno e cloro.",
        "mainFunction": "Composto, utilizado como anti fungico para tratamento de animais de fazenda. ",
        "ref": "[213][A]"
    },
    {
        "nameUs": "Sodium bicarbonate",
        "category": 3,
        "nameLatin": "natrii hydrogenocarbonas",
        "namePt": "Bicarbonato de sódio",
        "origin": "Artificial, a partir das etapas de reação do dióxido de carbono, amônia, água e cloreto de sódio no chamado processo Solvay",
        "mainFunction": "Desincrustante, destinado a remover incrustrações por processo químico ou físico",
        "ref": "[23] [A2] [F] [H]"
    },
    {
        "nameUs": "Sodium carbonate",
        "category": 3,
        "nameLatin": "Natrii carbonas",
        "namePt": "Carbonato de sódio",
        "origin": "Artificial, a partir das etapas de reação do dióxido de carbono, amônia, água e cloreto de sódio no chamado processo Solvay.",
        "mainFunction": "Emulsificante, destinado a tornar as fases de compostos que não se misturam mais uniformes possível.",
        "ref": "[72] [23] [A2] [F] [H]"
    },
    {
        "nameUs": "Sodium chloride",
        "category": 3,
        "nameLatin": "Common salt",
        "namePt": "Cloreto de sódio",
        "origin": "Natural, a partir da cristalização dos sais dissolvidos na água do mar através de evaporadores industriais",
        "mainFunction": "Regulador de viscosidade, destinado a aumentar ou diminuir a viscosidade dos saneantes",
        "ref": "[F] [E]c [A2] [44]"
    },
    {
        "nameUs": "Sodium chloroperoxidase",
        "category": 3,
        "nameLatin": "Orthophenylphenol",
        "namePt": "Orto-fenilfenol",
        "origin": "Sintético, produzido a partir de uma síntese em laboratório. ",
        "mainFunction": "Utilizado na produção de desinfentante para matar bactérias, fungos e leveduras. ",
        "ref": "[324] [325]"
    },
    {
        "nameUs": "Sodium diacetate",
        "category": 3,
        "nameLatin": "Sodium diacetate",
        "namePt": "Diacetato de sódio",
        "origin": "Sintético, produzido a partir de reações químicas.",
        "mainFunction": "Utilizado como desinfetante na produção de produtos de limpeza.",
        "ref": "[382] [383]"
    },
    {
        "nameUs": "Sodium dodecylbenzenesulfonate",
        "category": 3,
        "nameLatin": "Dodecylbenzenesulfonic acid sodium salt",
        "namePt": "Dodecilbenzeno sulfonato de sódio",
        "origin": "Sintético, sintetizado a partir da reação entre ácido sulfúrico e dodecilbenzeno.",
        "mainFunction": "Surfactante aniônico, utilizado como agente emulsificante e detergente em produtos de limpeza, como sabões e detergentes. Também é utilizado em formulações de produtos cosméticos e farmacêuticos, como espessante e emulsionante.",
        "ref": "[A5] [300] [265] [G2]"
    },
    {
        "nameUs": "Sodium hydroxide",
        "category": 3,
        "nameLatin": "Sodium hydroxide",
        "namePt": "Hidróxido de sódio",
        "origin": "Sintético, produzido por meio de reações de eletrólise de soluções aquosas de sal de cozinha. ",
        "mainFunction": "Utilizado na produção de sabão e detergentes. ",
        "ref": "[330] [331]"
    },
    {
        "nameUs": "Sodium hydroxide",
        "category": 3,
        "nameLatin": "Caustic soda",
        "namePt": "Hidróxido de sódio",
        "origin": "Artificial, a partir da reação de eletrólise do sal de cozinha(cloreto de sódio) em solução aquosa.",
        "mainFunction": "Desincrustante, destinado a remover incrustrações por processo químico ou físico",
        "ref": "[11] [A2] [H] [343] [344]"
    },
    {
        "nameUs": "Sodium hypochlorite",
        "category": 3,
        "nameLatin": "SH",
        "namePt": "Hipoclorito de sódio",
        "origin": "Artificial, a partir da eletrólise de uma solução de cloreto de sódio, onde é produzido cloro gasoso, e solução aquosa de soda cáustica.",
        "mainFunction": "Desinfetante, destinado a destruir, indiscriminada ou seletivamente, microrganismos, quando aplicados em objetos inanimados ou ambientes.",
        "ref": "[10] [I]"
    },
    {
        "nameUs": "Sodium laureth sulfate",
        "category": 3,
        "nameLatin": "Sodium Alkyl Ether Sulfonate",
        "namePt": "Alquil éter sulfonato de sódio",
        "origin": "Artificial,  a partir do álcool laurílico derivado de óleo de palmiste, sendo assim, de origem vegetal e biodegradável.",
        "mainFunction": "Surfactante, utilizado como surfactante primário em sistemas de limpeza, como shampoos e sabonetes líquidos.",
        "ref": "[A] [161] [162]"
    },
    {
        "nameUs": "Sodium Lauryl ether sulfate ",
        "category": 3,
        "nameLatin": "Sodium lauryl ether sulfate",
        "namePt": "Lauril éter sulfato de sódio",
        "origin": "Sintético, produzido com álcool laurílico derivado de óleo de palmiste. ",
        "mainFunction": "Utilizado para reduzir a tensão superficial em fórmulas de limpeza, shampoos e sabonetes. ",
        "ref": "[306] [307]"
    },
    {
        "nameUs": "Sodium Lauryl ether sulfate ",
        "category": 3,
        "nameLatin": "Sodium Laureth Sulfate",
        "namePt": "Lauril éter sulfato de sódio ",
        "origin": "Artificial, a partir da reação do álcool laurílico, derivado do óleo de palmiste, com o ácido sulfúrico",
        "mainFunction": "Detergência, destinado à limpeza de superfícies e tecidos através da diminuição das forças de interação das moléculas da água",
        "ref": "[A2] [H] [81]"
    },
    {
        "nameUs": "Sodium Lauryl ether sulfate ",
        "category": 3,
        "nameLatin": "Sodium Lauryl ether sulfate ",
        "namePt": "Lauril éter sulfato de sódio",
        "origin": "Sintético, produzido com ácido laurílico derivado do óleo de palmiste.",
        "mainFunction": "Utilizado para reduzir a tensão superficial, promover a umectação da superfície e o emulsionamento da sujeira, também tem alto poder espulmógeno e detergente.",
        "ref": "[346] [347] [348]"
    },
    {
        "nameUs": "Sodium Lauryl ether sulfate ",
        "category": 3,
        "nameLatin": "SLES",
        "namePt": "Lauril éter sulfato de sódio",
        "origin": "Artificial, obtido por meio da sulfonação de lauril éter e posterior neutralização com hidróxido de sódio.",
        "mainFunction": "tensoativo aniônico, utilizado como agente de limpeza e espumante em produtos de limpeza, como shampoos e sabonetes líquidos.",
        "ref": "[A5] [2483 [284 [G2 "
    },
    {
        "nameUs": "Sodium molybdate",
        "category": 3,
        "nameLatin": "Na2MoO4",
        "namePt": "Molibdato de sódio",
        "origin": "Artificial, a partir de um processo baseado na dissolução do trióxido de molibdato em soda cáustica ",
        "mainFunction": "Anticorrosivo, destinado a ",
        "ref": "[63] [F]"
    },
    {
        "nameUs": "Sodium palmitate",
        "category": 3,
        "nameLatin": "Hexadecanoic acid",
        "namePt": "Palmitato de sódio",
        "origin": "Artificial, a partir da reação de saponificação do tripalmitil-glicerol(composto do óleo de soja) com a soda cáustica como catalizador",
        "mainFunction": "Sabão, destinado a lavagem e limpeza doméstica formulado à base de sais alcalinos de ácidos graxos associados ou não a outros tensoativos",
        "ref": "[4] [34] [H]"
    },
    {
        "nameUs": "Sodium Perborate",
        "category": 3,
        "nameLatin": "Sodium Perborate",
        "namePt": "Perborato de Sódio",
        "origin": "Artificial, a partir da reação de tetraborato de sódio, peróxido de hidrogênio, e hidróxido de sódio.",
        "mainFunction": "Surfactante, usado em formulações de detergente em pó, limpadores multi-uso, tira-manchas, desinfetantes, limpadores para carpetes, alvejante (não reage com as cores), lava louças em pó e uma série de outros produtos onde se faz necessário a remoção de manchas orgânicas.",
        "ref": "[A] [163] [164]"
    },
    {
        "nameUs": "sodium silicate",
        "category": 3,
        "nameLatin": "water glass",
        "namePt": "Silicato de sódio ",
        "origin": "Artificial, a partir da fusão do carbonato de sódio e sílica (areia) em um forno parecido com o da fabricação de vidro.",
        "mainFunction": "Desinfetante, usado como principal ingrediente em alvejantes.",
        "ref": "[98] [101] [A1]"
    },
    {
        "nameUs": "Sodium stearate",
        "category": 3,
        "nameLatin": "C18H35NaO2",
        "namePt": "Estearato de sódio",
        "origin": "Artificial, a partir da reação de saponificação da estearina ( gordura do ácido esteárico muito encontrado em sebos de animais) com a base soda cáustica",
        "mainFunction": "Sabão, destinado a lavagem e limpeza doméstica formulado à base de sais alcalinos de ácidos graxos associados ou não a outros tensoativos",
        "ref": "[4] [H] [35]"
    },
    {
        "nameUs": "Sodium sulfate",
        "category": 3,
        "nameLatin": "Glauber's salt",
        "namePt": "Sulfato de sódio",
        "origin": "Sintético, produzido a partir de uma reação de neutralização.",
        "mainFunction": "Atua na remoção de resíduos, produz espuma e quebra a barreira oleosa, permitindo a penetração da água. ",
        "ref": "[349] [350]"
    },
    {
        "nameUs": "Sodium Tripolyphosphate",
        "category": 3,
        "nameLatin": "Pentasodium Triphosphate",
        "namePt": "Tripolifosfato de sódio",
        "origin": "Artificial, a partir de uma mistura de fosfato trissódico, o qual provém da reação de carbonato de sódio com ácido fosfórico e soda caústica",
        "mainFunction": "Agente tampão, destinado a estabilizar o pH dos produtos saneantes",
        "ref": "[A1] [V] [280] [281]"
    },
    {
        "nameUs": "Solvent C6",
        "category": 3,
        "nameLatin": "Hexane ",
        "namePt": "Solvente C6",
        "origin": "Artificial, a partir do óleo cru e do gás natural e um subproduto do petróleo.",
        "mainFunction": "Solvenete, utilizado na formulação de tintas e tíneres de diluição e limpeza",
        "ref": "[127] [128]"
    },
    {
        "nameUs": "Sorbitan Monooleate",
        "category": 3,
        "nameLatin": "C24H46O6 ",
        "namePt": "Monooleato de sorbitano",
        "origin": "Artificial, a partir da reação entre o composto sorbitano e ácido oleico",
        "mainFunction": "Emulsificante, destinado a tornar as fases de compostos que não se misturam mais uniformes possível ",
        "ref": "[59] [N] [F] [J]a"
    },
    {
        "nameUs": "Stabilized oxygen",
        "category": 3,
        "nameLatin": "Stabilized hydrogen peroxide",
        "namePt": "Peróxido de hidrogênio estabilizado",
        "origin": "Artificial, produzido a partir da purificação do peróxido de hidrogênio natural.",
        "mainFunction": "antisséptico e oxidante. Utilizado em formulações de produtos para limpeza e desinfecção de feridas e pele.",
        "ref": "[219][234] [A1]"
    },
    {
        "nameUs": "Stearic acid",
        "category": 3,
        "nameLatin": "Stearic acid",
        "namePt": "Ácido esteárico",
        "origin": "Natural, encontrado em carnes, peixes, cereais e laticínios.",
        "mainFunction": "Utilizado para ajudar a solidificar e endurecer o sabão, além de proporcionar uma espuma mais densa e duradoura.",
        "ref": "[370] [371]"
    },
    {
        "nameUs": "Sulfamic acid",
        "category": 3,
        "nameLatin": "1,1-dichloro-2-propanone",
        "namePt": "1,1-dichloro-2-propanono",
        "origin": "Artificial, a partir da reação entre propanona e cloro. Esta reação é geralmente realizada em presença de um catalisador de Lewis, como o ácido sulfúrico, e a alta temperatura e pressão. ",
        "mainFunction": "Solvente, usado na indústria agroquímica, mas também como meio para extrair óleo e parafina e para purificar a gasolina do chumbo.",
        "ref": "[207][L]"
    },
    {
        "nameUs": "Sulfamic acid",
        "category": 3,
        "nameLatin": "Sulfamic acid",
        "namePt": "Ácido sulfâmico",
        "origin": "Artificial, produzido a partir da reação entre sulfato de amônio e ácido sulfúrico.",
        "mainFunction": "agente acidulante e antioxidante. Utilizado em formulações de produtos cosméticos e de cuidados pessoais, como sabonetes e shampoos.",
        "ref": "[220][235]"
    },
    {
        "nameUs": "Sulfonic acid",
        "category": 3,
        "nameLatin": "Sulphonic acid",
        "namePt": "Ácido sulfônico",
        "origin": "Artificial, a partir da reação entre o ácido sulfúrico e uma base forte como a soda cáustica.",
        "mainFunction": "Detergência, destinado à limpeza de superfícies e tecidos através da diminuição das forças de interação das moléculas da água.",
        "ref": "[69] [68] [H]"
    },
    {
        "nameUs": "Sulfuric acid",
        "category": 3,
        "nameLatin": "Sulfuric acid",
        "namePt": "Ácido Sulfúrico",
        "origin": "Artificial, a partir da queima de enxofre com salitre (KNO3, nitrato de potássio), na presença de vapor de água.",
        "mainFunction": "Composto, utilizado no tratameto de água, devido a alta capacidade de limpeza e purificação.",
        "ref": "[83] [N] [A2] [87]"
    },
    {
        "nameUs": "symmetrical trichloroethane",
        "category": 3,
        "nameLatin": "1,1,2-trichloroethane",
        "namePt": "1,1,2-trichloroethano",
        "origin": "Artificial, a partir de cloro e etano (gás natural), geralmente por meio de uma reação química conhecida como cloração do etano.",
        "mainFunction": "Solvente, usado nos processos industriais pela sua propriedade de dissolver graxa e gordura. ",
        "ref": "[206][A2] [H]"
    },
    {
        "nameUs": "Tartaric acid",
        "category": 3,
        "nameLatin": "Tartaric acid",
        "namePt": "Ácido tartárico",
        "origin": "Natural, encontrado em uvas e outras frutas.",
        "mainFunction": "agente acidulante e antioxidante. Utilizado em formulações de produtos para cuidados com a pele, como loções e cremes hidratantes.",
        "ref": "[224][239]"
    },
    {
        "nameUs": "TBE",
        "category": 3,
        "nameLatin": "1,1,1,2-tetrabromoethane",
        "namePt": "1,1,1,2-tetrabromoethano",
        "origin": "Artificial, a partir da reação entre o etanol e bromo. ",
        "mainFunction": "Composto, utilizado como como agente extintor",
        "ref": "[208][A][N] "
    },
    {
        "nameUs": "Terpenes",
        "category": 3,
        "nameLatin": "Terpenoids",
        "namePt": "Terpenoides",
        "origin": "Natural, a partir de vegetais, principalmente pelas árvores coníferas,",
        "mainFunction": "Odoríferos, usado para dar aos produtos um aroma agradável e também como ingredientes antimicrobianos para ajudar a proteger contra bactérias e germes.",
        "ref": "[173] [185] [A]"
    },
    {
        "nameUs": "tetraacetic acid",
        "category": 3,
        "nameLatin": "Ethylenediamine tetraacetic acid",
        "namePt": "Ácido etilenodiamino tetra-acético",
        "origin": "Artificial, a partir de reações químicas entre etilenodiamina, formaldeído e cianeto de sódio.",
        "mainFunction": "Solvente, utilizados na maioria dos medicamentos e produtos de higiene pessoa.",
        "ref": "[A] [165] [166]"
    },
    {
        "nameUs": "Tetrabromobiphenyl",
        "category": 3,
        "nameLatin": "tetrabromobiphenyl",
        "namePt": "Tetrabromobifenilo",
        "origin": "Artificial, a partir  de bromo e bifenilo, geralmente por meio de uma reação química conhecida como bromagem do bifenilo.",
        "mainFunction": "Polímero, utilizado no envernizamento interno e externo de latas de alimentos, e na produção de policarbonato, resina com aplicações em mamadeiras e garrafões de água.",
        "ref": "[191][L]"
    },
    {
        "nameUs": "Thinner ",
        "category": 3,
        "nameLatin": "thin",
        "namePt": "Thinner 500",
        "origin": "Artificial, a partir mistura e fermentação de hidrocarbonetos aromáticos, álcoois, ésteres, cetonas e éteres de glicóis.",
        "mainFunction": "Solvente, usado na formulação de compostos que aderem à formulação de seladoras, vernizes e tintas à base de nitrocelulose, mantendo a integridade da tinta.",
        "ref": "[129] [148"
    },
    {
        "nameUs": "Thinner 645",
        "category": 3,
        "nameLatin": "thin 645",
        "namePt": "Diluente 645",
        "origin": "Artificial, a partir da mistura de tolueno a 50%, acetato de butilo a 18%, acetato de etilo a 12%, butanol a 10%, etanol a 10%.",
        "mainFunction": "Diluente, usado para diluir, deixar mais fluido o verniz preservando as propriedades do mesmo.",
        "ref": "[134] [135]"
    },
    {
        "nameUs": "thinner gel",
        "category": 3,
        "nameLatin": "US20140261508A1",
        "namePt": "Diluente Gel ",
        "origin": "Artificial, a partir  da homogenização, adicionamento de reagentes e controle de acidez, que o irá espessar, dando-lhe textura de gel.",
        "mainFunction": "Diluente, utilizado como solvente para tintas, vernizes, thinners, removedores, adesivos.",
        "ref": "[136] [137]"
    },
    {
        "nameUs": "Titanium dioxide",
        "category": 3,
        "nameLatin": "Titanium dioxide",
        "namePt": "Dióxido de titânio",
        "origin": "Artificial, a partir  da reação química do titânio com o oxigênio do ar.",
        "mainFunction": "Branqueador, utilizado em produtos de limpeza e desinfetantes para melhorar a aparência e brilho das superfícies limpas.",
        "ref": "[181] [N]"
    },
    {
        "nameUs": "Toluene",
        "category": 3,
        "nameLatin": "methylbenzene",
        "namePt": "Tolueno",
        "origin": "Artificial, a partir do petróleo cru e na manufatura do coque, um combustível derivado do carvão betuminoso.",
        "mainFunction": "Solvente, utilizado em tintas, revestimentos, óleos e resinas, matéria-prima na produção de benzeno, fenol e outros solventes orgânicos, e na fabricação de polímeros e borracha.",
        "ref": "[130] [131]"
    },
    {
        "nameUs": "trans-1,2-di-chloroethene",
        "category": 3,
        "nameLatin": "1,2-dichloroethylene",
        "namePt": "1,2-dicloroeteno",
        "origin": "Artificial, a partir  de cloro e etileno, geralmente por meio de uma reação química conhecida como cloração do etileno.",
        "mainFunction": "solvente, utilizado para graxas, resinas, perfumes, corantes, lacas, termoplásticos, gorduras e fenóis.",
        "ref": "[189] [N] "
    },
    {
        "nameUs": "Tricalcium phosphate",
        "category": 3,
        "nameLatin": "Calcium Phosphate",
        "namePt": "Fosfato tricálcico",
        "origin": "Artificial, a partir do tratamento da hidroxiapatita com ácido fosfórico e hidróxido de cálcio",
        "mainFunction": "Aditivo, usado na limpeza de superfícies cerâmicas.",
        "ref": "[58]"
    },
    {
        "nameUs": "Triethanolamine",
        "category": 3,
        "nameLatin": "TEA",
        "namePt": "Trietanolamina",
        "origin": "Sintético, produzido a partir da reação de etanolamina com óxido de etileno.",
        "mainFunction": "Composto utilizado como agente saponificante, regulador de pH e na produção de líquidos e pastas para fazer sabonetes menos agressivos.",
        "ref": "[336] [337]"
    },
    {
        "nameUs": "Trisodium phosphate",
        "category": 3,
        "nameLatin": "Sodium phosphate tribasic",
        "namePt": "Fosfáto trissódico",
        "origin": "Sintético, a partir da reação de carbonato de sódio com ácido fosfórico e soda caústica",
        "mainFunction": "Utilizado como alvejante doméstico devido a sua ação antimicrobiana, indicado para retirar mofo da madeira.",
        "ref": "[A1] [H] [281] [360] [361] [362]"
    },
    {
        "nameUs": "Xylene",
        "category": 3,
        "nameLatin": "xylene",
        "namePt": "Xileno",
        "origin": "Artificial, a partir de fontes petroquímicas, como petróleo cru ou gás natural, por meio de uma série de processos químicos que incluem hidrotratamento, destilação, reformação e cracking.",
        "mainFunction": "Solvente, usado em vários processos industriais, como na indústria química, de plásticos, de couro, de tecidos e de papéis, além de serem empregados como componentes de detergentes, solventes para tintas e lacas, revestimentos e adesivos, em mistura da gasolina, entre outros.",
        "ref": "[186] [A] [N] "
    },
    {
        "nameUs": "Zinc sulfate heptahydrate",
        "category": 3,
        "nameLatin": " zinc(II) sulfate heptahydrate",
        "namePt": "Sulfato de zinco heptahidratado",
        "origin": "Artificial, obtido por meio da reação entre zinco e ácido sulfúrico.",
        "mainFunction": "sal inorgânico, utilizado em diversas aplicações, como na agricultura como fertilizante e fungicida, em indústrias químicas como catalisador em reações de síntese, e em produtos para tratamento de água como coagulante.",
        "ref": "[A5] [289] [290 [G2 "
    },
    {
        "nameUs": "Zinc sulphate",
        "category": 3,
        "nameLatin": "Zinc sulfate",
        "namePt": "Sulfato de zinco",
        "origin": "Artificial, a partir da reação do zinco metálico com ácido sulfúrico.",
        "mainFunction": "Desinfetante, usadopara ajudar a controlar odores e bacterias em produtos de limpeza e desinfetantes.",
        "ref": "[177] [L]"
    },
    {
        "nameUs": "β-Caryophyllene trans",
        "category": 3,
        "nameLatin": "caryophyllene",
        "namePt": "Cariofileno",
        "origin": "Artificial, a partir de algumas plantas tais como erva-cidreira (Melissa officinalis), eucalipto (Melaleuca stypheloides), e as dos gêneros Calocedrus, Achillea e Heteropyxis.",
        "mainFunction": "Composto, utilizado como substância fundamental na produção de oléo de eucalipto. ",
        "ref": "[149] [155][A] [U]"
    },
    {
        "nameUs": "Dodecylbenzene sulfonic acid",
        "category": 3,
        "nameLatin": "Dodecylbenzene sulfonic acid",
        "namePt": "Ácido dodecilbenzeno sulfônico",
        "origin": "Sintético, produzido a partir da reação entre anidrido sulfúrico e dodecilbenzeno.",
        "mainFunction": "Composto formador de alta espuma e a base para a formação de detergentes., utilzado na formação de produtos de limpeza, tais como; detergentes, umectantes e emulsionantes.",
        "ref": "[266]"
    },
    {
        "nameUs": "Sodium polyacrylate",
        "category": 3,
        "nameLatin": "Sodium polyacrylate",
        "namePt": "Poliacrilato de sódio",
        "origin": "Sintético, produzido a partir da polimerização de ácido acrílico e pós-tratamento com soda cáustica.",
        "mainFunction": "Antiredepositante de sujeira e sequestrante de metais, utilizado na produção de detergentes.",
        "ref": "[385] [386]"
    }
]